Repository: YIHeQian/iOSStringHandle
Catalog: camera_excel_to_strings/*.strings
Languages: be, et, lt, lv, ro, ru, uk, zh_tr

# ios key
source: en
be: be（白俄罗斯）
et: et（爱沙尼亚）
lt: lt(立陶宛)
lv: lv（拉脱维亚）
ro: ro(罗马尼亚)
ru: ru（俄罗斯）
uk: uk（乌克兰）
zh_tr: zh_TW

# SETTING_ITEM_DEFAULT_SETTING_OPTION_TITLE
source: Default Setting
be: Скід сістэмы
et: Lähtesta süsteem
lt: Sist. nust. iš naujo
lv: Sistēmas atiestate
ro: Resetarea sistemului
ru: Сброс системы
uk: Скидання системи
zh_tr: 恢復出廠設置

# SETTING_ITEM_RESOLUTION_OPTION_TITLE
source: Resolution
be: Дазвол
et: Resolutsioon
lt: Rezoliucija
lv: Izšķirtspēja
ro: Permisiune
ru: Разрешение
uk: Розд.здатн.
zh_tr: 解析度

# SETTING_ITEM_STAMP_OPTION_TITLE
source: Video Stamp
be: OSD
et: OSD
lt: OSD
lv: OSD
ro: OSD
ru: OSD
uk: ОСД
zh_tr: 水印資訊

# SETTING_ITEM_WDR_OPTION_TITLE
source: WDR
zh_tr: 寬動態

# SETTING_ITEM_BUTTON_SOUND_OPTION_TITLE
source: Beep sound
be: Гук кнопак
et: Klahvide heli
lt: Klavišų tonas
lv: Taustiņu skaņa
ro: Sunetasta
ru: Звук кнопок
uk: Звук кнопок
zh_tr: 按鍵音

# SETTING_ITEM_LCD_AUTO_OFF_OPTION_TITLE
source: LCD OFF
be: Выключэнне экрану
et: Ekraanikaitse
lt: Ekrano miego f-ja
lv: Ekrānsaudzētājs
ro: Ecan Dormant
ru: Выключение экрана
uk: Захисник екрану
zh_tr: 螢幕保護

# SETTING_ITEM_LOOP_RECORDING_OPTION_TITLE
source: Loop recording
be: Прамеж. час
et: Salvestustsük.
lt: Laikotarpis
lv: Starplaiks
ro: Imparte timpul
ru: Промежут. время
uk: Проміжн. час
zh_tr: 文件切分時間

# SETTING_ITEM_TIME_OPTION_TITLE
source: Time Setting
be: Налады часу
et: Aja seaded
lt: Laiko nustatymai
lv: Laika iestatījumi
ro: Setări de ora
ru: Настройки времени
uk: Налаштування часу
zh_tr: 時間設置

# SETTING_ITEM_FORMAT_TF_OPTION_TITLE
source: Format
be: Фармат SD
et: SD formaatimine
lt: Formatuoti SD
lv: SD formatēšana
ro: Formatare SD
ru: Формат SD
uk: Формат SD
zh_tr: 格式化存儲卡

# SETTING_ITEM_GSENSOR_OPTION_TITLE
source: G-Sensor
be: Адчувальн.
et: Tundlikkus
lt: Jautrumas
lv: Jutība
ro: Sensibilitate
ru: Чувствит.
uk: Чутливість
zh_tr: 碰撞靈敏度

# SETTING_ITEM_PARKING_MODE_OPTION_TITLE
source: Parking Mode
be: Паркоўка
et: Parkimisruum
lt: Auto stovėj.vieta
lv: Autostāvvieta
ro: Spațiu de parcare
ru: Режим парковки
uk: Паркування
zh_tr: 停車錄像

# SETTING_ITEM_LOOP_RECORDING_OPTION_1MIN
source: 1MIN
be: 1 хв.
ru: 1 мин.
uk: 1 хв.
zh_tr: 1分鐘

# SETTING_ITEM_LOOP_RECORDING_OPTION_2MIN
source: 2MIN
be: 2 хв.
ru: 2 мин.
uk: 2 хв.
zh_tr: 2分鐘

# SETTING_ITEM_LOOP_RECORDING_OPTION_3MIN
source: 3MIN
be: 3 хв.
ru: 3 мин.
uk: 3 хв.
zh_tr: 3分鐘

# SETTING_ITEM_LOOP_RECORDING_OPTION_5MIN
source: 5MIN
be: 5 хв.
ru: 5 мин.
uk: 5 хв.
zh_tr: 5分鐘

# SETTING_ITEM_MOTION_DETECT_OPTION_TITLE
source: Motion detection
be: Адчувальн.руху
et: Liikumistundl.
lt: Judėj. jautr.
lv: Kustībjutība
ro: Md Sensibilitate
ru: Чувcтв.движения
uk: Виявл. Руху
zh_tr: 移動偵測

# SETTING_ITEM_STAMP_OPTION_DATE
source: Date Stamp
be: Пазнака даты
et: Kuupäev, Pitser
lt: Data Antspaudas
lv: D.laiksp.
ro: Marc temp
ru: Метка даты
uk: Штамп дати
zh_tr: 日期標簽

# SETTING_ITEM_STAMP_OPTION_LOGO
source: LOGO Stamp
be: Пазнака ЛОГА
et: LOGO märgis
lt: Logotipo žyma
lv: Logotipa zīmogs
ro: Timbru LOGO
ru: Метка ЛОГО
uk: Штамп ЛОГО
zh_tr: LOGO標簽

# SETTING_ITEM_STAMP_OPTION_SPEED
source: Speed Stamp
be: Пазнака хуткасці
et: Kiiruse tempel
lt: Greičio spaudas
lv: Ātruma zīmogs
ro: Timbru de viteză
ru: Метка скорости
uk: Штамп швидкості
zh_tr: 速度水印

# SETTING_ITEM_STAMP_OPTION_GPS
source: GPS Location Stamp
be: Пазнака GPS
et: GPS märgis
lt: GPS vietos žyma
lv: GPS zīmogs
ro: locatie GPS
ru: Метка GPS
uk: Штамп GPS
zh_tr: 經緯度水印

# SETTING_ITEM_WB_OPTION_TITLE
source: WB
be: Баланс бел.
et: Valge Tasakaal
lt: Baltos balansas
lv: Balt bal.
ro: Balans alb
ru: Баланс белого
uk: Баланс біл.
zh_tr: 白平衡

# SETTING_ITEM_EV_OPTION_TITLE
source: EV bias
be: EV
et: EV
lt: EV
lv: EV
ro: EV
ru: EV
uk: EV
zh_tr: 曝光補償

# SETTING_ITEM_MIC_OPTION_TITLE
source: Record audio
be: Аўдыё
et: Audio
lt: Audio
lv: Audio
ro: Audio
ru: Аудио
uk: Аудіо
zh_tr: 錄音

# SETTING_ITEM_TIME_FORMAT_OPTION_TITLE
source: Date/Time
be: Дата/Час
et: PP/KK/AAAA
lt: Data/laikas
lv: Datums/laiks
ro: Data/Ora
ru: Дата/Время
uk: Дата/Час
zh_tr: 日期格式

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_TITLE
source: Auto Power Off
be: Аўтавыключэнне
et: Auto väljalülitus
lt: Auto išjungimas
lv: Auto izslēgšanās
ro: Oprire automata
ru: Автовыключение
uk: Автовимикання
zh_tr: 自動關機

# SETTING_ITEM_POWER_OFF_DELAY_OPTION_TITLE
source: Power Off Delay
be: Выключэнне
et: Väljas
lt: Išjungti
lv: Izslēgt
ro: Opriți
ru: Выключить
uk: Вимикання
zh_tr: 即將關機

# SETTING_ITEM_EDOG_STATUS_OPTION_TITLE
source: Speed Cam
be: Камера вызн.хуткасці
et: Kiiruskaamera
lt: Greičio radaras
lv: Fotoradars
ro: Radar
ru: Камера опр.скорости
uk: Камера детект.швидк.
zh_tr: 电子狗

# SETTING_ITEM_WB_OPTION_AUTO
source: Auto
be: Аўто
ru: Авто
uk: Авто
zh_tr: 自動

# SETTING_ITEM_WB_OPTION_SUNNY
source: Daylight
be: Сонечна
et: Päevavalguse
lt: Dienos šviesa
lv: Diena
ro: Zi
ru: Солнечно
uk: Сонячно
zh_tr: 日光

# SETTING_ITEM_WB_OPTION_CLOUDY
source: Cloudy
be: Воблачна
et: Pilvine
lt: Debesuota
lv: Mākoņ.
ro: Înnorat
ru: Облачно
uk: Хмарно
zh_tr: 陰天

# SETTING_ITEM_DRIVER_ID_OPTION_TITLE
source: Driver ID Setting
be: Налада нумара
et: Numbrimärgi seadistamine
lt: Numerio nustatymas
lv: Numura zīmes iestatīšana
ro: Setarea plăcii de înmatriculare
ru: Настройка номера
uk: Налаштування номеру
zh_tr: 車牌號碼

# SETTING_ITEM_STAMP_OPTION_DRIVER_ID
source: Car Plate Stamp
be: Штамп нумарнога знака
et: Stamp numbrimärk
lt: Štampuoti su numerio
lv: Numura zīmes spiedogs
ro: Ștampila plăcii de înmat.
ru: Штамп номерного знака
uk: Штамп номерного знаку
zh_tr: 車牌水印
