Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# privacy_agreement_content
source: Welcome to using our App, we attach great importance to your privacy protection and personal information protection. Please read all the terms of the "User Agreement" before you use the App Service. If you agree to the User Agreement, please click "Agree" to starting using our products and services, we will do our best to protect your information.
cs: Welkom bij het gebruik van onze app, we hechten veel belang aan uw privacybescherming en persoonlijke gegevensbescherming. Lees alle voorwaarden van de "Gebruikersovereenkomst" voordat u de App-service gebruikt. Als u akkoord gaat met de gebruikersovereenkomst, klikt u op "Akkoord" om onze producten en services te gaan gebruiken. We zullen ons best doen om uw informatie te beschermen.
de: Willkommen bei der Nutzung unserer App, wir legen großen Wert auf Ihren Schutz der Privatsphäre und der persönlichen Daten. Bitte lesen Sie alle Bestimmungen der "Benutzervereinbarung", bevor Sie den App-Service nutzen. Wenn Sie der Nutzervereinbarung zustimmen, klicken Sie bitte auf Zustimmen, um unsere Produkte und Dienstleistungen zu nutzen. Wir werden unser Bestes tun, um Ihre Daten zu schützen.
es: Bienvenido a usar nuestra aplicación, concedemos gran importancia a su protección de privacidad y protección de información personal. Lea todos los términos del "Acuerdo de usuario" antes de utilizar el Servicio de aplicaciones. Si acepta el Acuerdo de usuario, haga clic en "Aceptar" para comenzar a utilizar nuestros productos y servicios, haremos todo lo posible para proteger su información.
et: Tere tulemast rakendust kasutama. Sinu isikliku ja privaatse info kaitsmine on meie jaoks oluline. Palun tutvu "Kasutuslepingus" olevate tingimustega enne rakenduse kasutamist. Kui nõustud tingimustega, siis klikka "Nõustun".
fr: Bienvenue à utiliser notre application, nous attachons une grande importance à votre protection de la vie privée et à la protection des informations personnelles. Veuillez lire toutes les conditions du "Contrat utilisateur" avant d'utiliser l'App Service. Si vous acceptez les conditions d'utilisation, veuillez cliquer sur "Accepter" pour commencer à utiliser nos produits et services, nous ferons de notre mieux pour protéger vos informations.
hu: Köszönjük, hogy igénybe vette alkalmazásunkat. Nagy jelentőséget tulajdonítunk a személyes adatok védelmének. Feltételek megismerése
it: Benvenuti sulla nostra app, attribuiamo grande importanza alla tutela della privacy e alla protezione delle informazioni personali. Si prega di leggere tutti i termini del "Accordo per gli utenti" prima di utilizzare il servizio app. Se accetti l'Accordo per gli utenti, fai clic su "Accetta" per iniziare a utilizzare i nostri prodotti e servizi, faremo del nostro meglio per proteggere le tue informazioni.
ja: 弊社のAPPをご利用して誠にありがとうございます。弊社はお客様のプライバシー保護と個人情報保護を非常に重視しています。APPサービスをご利用になる前に、「ユーザ使用契約」の全条項をよく読んでください。
lt: Sveikiname naudojantis mūsų programa. Rūpinamės Jūsų privatumu ir asmeninių duomenų apsauga. Prašome perskaityti visas "Naudotojo sutarties" sąlygas prieš naudodamiesi "App Service". Jeigu sutinkate - spauskite "sutikti" prieš pradedant naudotis mūsų produktu ir paslaugomis.
lv: Laipni lūgti izmantot mūsu lietotni! Mēs piešķiram lielu nozīmi jūsu privātuma un personas datu aizsardzībai. Pirms lietotnes pakalpojumu izmantošanas, lūdzu, izlasiet visus noteikumus, ko paredz “Vienošanās ar lietotāju”. Ja tai piekrītat, piespiediet “Piekrītu”, lai sāktu izmantot mūsu izstrādājumus un pakalpojumus, un mēs darīsim visu iespējamo, lai aizsargātu jūsu informāciju.
nl: Welkom bij het gebruik van onze app, we hechten veel belang aan uw privacy bescherming en persoonlijke informatie bescherming. Lees alle voorwaarden van de "Gebruikersovereenkomst" voordat u de app service gebruikt. Als u akkoord gaat met de gebruikersovereenkomst, klikt u op "akkoord" om te beginnen met het gebruik van onze producten en diensten, zullen we ons best doen om uw informatie te beschermen.
pl: Dziękujemy za korzystanie z naszej aplikacji. Przywiazujemy wielką wagę do ochrony Twoich danych osobistych. Zapoznaj się z warunkami "Umowy Użytkownika" zanim zaczniesz korzystac z aplikacji. Jesli zgadzasz się na warunki Umowy Użytkownika, kliknij "Zgadzam się" aby korzystać z naszych produktów i usług.
ro: Bine ați venit la utilizarea aplicației noastre, acordăm o mare importanță protecției dvs. de confidențialitate și protecției datelor personale. Citiți toți termenii "Acordului de utilizare" înainte de a utiliza Serviciul de aplicații. Dacă sunteți de acord cu Acordul de utilizare, faceți clic pe "Agree" pentru a începe utilizarea produselor și serviciilor noastre, vom face tot posibilul pentru a vă proteja informațiile.
ru: Добро пожаловать в наше приложение, мы придаем большое значение защите ваших данных и личной информации. Прочтите все условия «Пользовательского соглашения» перед использованием приложения. Если вы согласны с Пользовательским соглашением, нажмите «Согласен», чтобы начать использовать наши продукты и услуги, ну а мы, со своей стороны, сделаем все возможное, чтобы защитить вашу информацию.
sk: Vítame Vás v našej aplikácii, kladieme veľký dôraz na ochranu súkromia a ochranu osobných údajov. Predtým, než použijete služby aplikácií, prečítajte si všetky podmienky Zmluvy o užívaní. Ak súhlasíte so Zmluvou o užívaní, kliknite na "Súhlasím", aby ste mohli začať používať naše produkty a služby, a budeme sa snažiť chrániť Vaše informácie.
uk: Ласкаво просимо в нашу програму, ми надаємо велике значення захисту ваших даних та особистої інформації. Прочитайте всі умови «Угоди користувача» перед використанням програми. Якщо ви згодні з Угодою, натисніть «Згоден», щоб почати використовувати наші продукти та послуги, ну а ми, зі свого боку, зробимо все можливе, щоб захистити вашу інформацію.
zh_hans: 欢迎使用我们的App，我们非常重视您的隐私保护和个人信息保护，在您使用App服务前，请认真阅读《用户使用协议》全部条款，如您同意《用户使用协议》请点击"同意"开始使用我们的产品和服务，我们将尽全力保护您的信息安全。
zh_hant: 歡迎使用我們的App，我们非常重視您的隱私保護和個人資料保護，在您使用App服務前，請認真閱讀《用戶使用協議》全部條款，如您同意《用戶使用協議》請點擊"同意"開始使用我們的產品和服務，我们將盡全力保護您的資料安全。

# privacy_agreement_btn_disagree
source: Disagree
cs: Nesouhlasím
de: Nicht zustimmen
es: Discrepar
et: Ei nõustu
fr: Être en désaccord
hu: Nem értek egyet
it: Rifiuto
ja: 反対
lt: Nesutinkti
lv: Nepiekrītu
nl: Oneens
pl: Nie zgadzam się
ro: Nu sunt de acord
ru: Запретить
sk: Nesúhlasim
uk: Заборонити
zh_hans: 不同意
zh_hant: 不同意

# privacy_agreement_btn_agree
source: Agree
cs: Souhlasím
de: Zustimmen
es: De acuerdo
et: Nõustun
fr: Se mettre d'accord
hu: Egyetértek
it: Accetto
ja: 同意
lt: Sutinku
lv: Piekrītu
nl: Eens
pl: Zgadzam się
ro: Sunt de acord
ru: Согласен
sk: Súhlasím
uk: Згоден
zh_hans: 同意
zh_hant: 同意

# privacy_agreement_dialog_content
source: After agreeing to the "User Agreement", you can use the App.
cs: Po odsouhlasení "Uživatelské smlouvy" můžete začít využívat aplikaci
de: Nachdem Sie der "Benutzervereinbarung" zugestimmt haben, können Sie die App verwenden.
es: Después de aceptar el "Acuerdo de usuario ", puede utilizar la aplicación.
et: Pärast lepingu tingimustega tutvumist saad rakendust kasutama hakata.
fr: Après avoir accepté le "Contrat d'utilisateur ", vous pouvez utiliser l'application.
hu: A Felhasználói megállapodás” elfogadását követően elkezdheti az alkalmazás használatát
it: Dopo aver accettato le "condizioni d'uso", potete utilizzare l'App.
ja: 「ユーザ使用協議」に同意してから、本ソフトウェアを使用することができます。
lt: Galite naudotis programa po "Naudotojo sutarties" sutikimo
lv: Kad piekrītat "Vienošanās ar lietotāju" noteikumiem, varat izmantot lietotni.
nl: Nadat u akkoord bent gegaan met de gebruikersovereenkomst , u de app gebruiken.
pl: Po zaakceptowaniu "Umowy Użytkownika" możesz rozpocząć korzystanie z aplikacji
ro: După ce ați fost de acord cu "Acordul de utilizare", puteți utiliza aplicația.
ru: Соглашаясь с «Пользовательским соглашением», вы можете использовать приложение.
sk: Po súhlase so "Zmluvou o užívaní", môžete použiť aplikáciu.
uk: Погоджуючись з «Угодою», ви можете використовувати програму.
zh_hans: 您需要同意《用户使用协议》后，才可使用本软件。
zh_hant: 您需要同意《用戶使用協議》後，才可使用本軟體。

# privacy_agreement_dialog_ok
source: I kown
cs: OK
de: OK
es: Okay
et: Jah, nõus
fr: OK
hu: OK
it: OK
ja: 分かりました
lt: Suprantu
lv: Sapratu
nl: OK
pl: Wiem
ro: Stiu
ru: Я знаю
sk: viem
uk: Я знаю
zh_hans: 我知道了
zh_hant: 我知道了

# error_network_disconnect
source: Network connection has been interrupted
cs: Síťové připojení bylo přerušeno
de: Die Netzwerkverbindung wurde unterbrochen
es: La conexión de red ha sido interrumpida
et: Võrguühendus katkenud
fr: La connexion réseau a été interrompue
hu: Hálózati kapcsolat megszakítva
it: Connessione alla rete interrotta
ja: ネットワーク接続が中断されました。
lt: Tinklo ryšys nutrauktas
lv: Pārtraukts savienojums ar tīklu
nl: Netwerkverbinding is onderbroken
pl: Połączenie sieciowe zostało przerwane
ro: Conexiune rețea Întrerupta
ru: Подключение к сети было прервано
sk: Sieťové pripojenie bolo prerušené
uk: З'єднання з мережею було перервано
zh_hans: 网络连接已中断
zh_hant: 網路連線已中斷

# error_msg_unknown
source: unknown mistake
cs: Neznámá chyba
de: unbekannter Fehler
es: error desconocido
et: tundmatu viga
fr: erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 未知のエラー
lt: Nežinoma klaida
lv: Nezināma kļūda
nl: onbekende fout
pl: Nieznany błąd
ro: greseala necunoscuta
ru: неизвестная ошибка
sk: neznáma chyba
uk: невідома помилка
zh_hans: 未知错误
zh_hant: 未知錯誤

# error_msg_reach_max_client
source: Recorder photo reached the upper limit, please delete some photos before taking photos
cs: Není místo pro nové fotografie. Odstraňte zbytečné soubory, abyste měli místo pro nové fotografie.
de: Das Rekorderfoto hat die Höchstgrenze erreicht. Bitte löschen Sie einige Fotos, bevor Sie Fotos aufnehmen
es: La foto del grabador alcanzó el límite máximo, borre algunas fotos antes de tomarlas
et: Fotode piirarv täis. Kustuta mõned vanemad fotod
fr: La photo de l'enregistreur a atteint la limite maximale, veuillez supprimer certaines photos avant de prendre des photos
hu: Nincs hely az új képek számára. Új fénykép készítéséhez törölje a felesleges fájlokat.
it: Limite di foto raggiunto. Cancellare delle foto prima di scattarne altre
ja: リコーダーの写真が上限に達したら、写真を削除してから写真を撮ってください。
lt: Grotuvo duomenų kiekis per didelis, prašome ištrinti senus failus.
lv: Fotoattēlu skaits ierakstītājā sasniedzis maksimālo. Pirms fotografēšanas izdzēsiet dažus attēlus
nl: Recorder foto de maximale limiet bereikt, verwijder dan enkele Foto's voordat u Foto's neemt
pl: Brak miejsca na nowe zdjęcia, usuń niepotrzebne pliki aby zrobić nowe zdjęcie
ro: Fotografia de înregistrare a atins limita superioară, ștergeți câteva fotografii înainte de a face fotografii
ru: Количество снимков достигло максимума, пожалуйста, удалите несколько фото перед съёмкой
sk: Nahrávanie fotky dosiahlo hornú hranicu, pred fotografovaním odstráňte niektoré fotografie
uk: Кількість зображень досягло максимуму, будь ласка, видаліть кілька фото перед зйомкою
zh_hans: 记录仪照片达到上限，请删除一些照片后再拍照
zh_hant: 照片已達到上限，請刪除一些照片後再拍照

# error_msg_command_timeout
source: Time out
cs: Časový limit
de: Auszeit
es: Se acabó el tiempo
et: Paus
fr: Temps libre
hu: Időkorlát
it: Tempo scaduto
ja: タイムアウト
lt: Baigėsi laikas
lv: Noildze
pl: Limit czasu
ro: Expirare timp
ru: Превышено время ожидания
sk: Časový limit
uk: Перевищено час очікування
zh_hans: 超时
zh_hant: 超時

# error_msg_system_busy
source: The system is busy
cs: Systém je zaneprázdněn
de: Das System ist ausgelastet
es: El sistema esta ocupado
et: Palun oota
fr: Le système est occupé
hu: A rendszer foglalt
it: Sistema impegnato
ja: システムビジー
lt: Sistema procese
lv: Sistēma ir aizņemta
nl: Het systeem is bezet
pl: System jest zajęty
ro: Sistem Ocupat
ru: Система занята
sk: Systém je zaneprázdnený
uk: Система зайнята
zh_hans: 系统繁忙
zh_hant: 系統忙碌

# error_msg_no_more_space
source: Not enough space
cs: Nedostatek volného místa
de: Nicht genug Platz
es: Sin espacio suficiente
et: Pole piisavalt ruumi
fr: Pas assez d'espace
hu: Nincs hely
it: Memoria non sufficiente
ja: スペースがすくない
lt: Nepakanka vietos
lv: Nepietiek vietas
nl: Niet genoeg ruimte
pl: Brak miejsca
ro: Spaţiu insuficient
ru: Недостаточно места!
sk: Nedostatok volného miesta
uk: Не вистачає місця
zh_hans: 空间不足
zh_hant: 空間不足

# error_msg_invalid_param
source: Invalid argument
cs: Neplatný parametr
de: Ungültiges Argument
es: Argumento no válido
et: Vigane argument
fr: Argument invalide
hu: Érvénytelen paraméter
it: Argomento non valido
ja: パラメータが無効
lt: Neteisingas argumentas
lv: Nederīgs arguments
nl: Ongeldig argument
pl: Nieprawidłowy parametr
ro: Argument nevalid
ru: Недопустимое значение
sk: Neplat. argument
uk: Неприпустимий аргумент
zh_hans: 参数无效
zh_hant: 參數無效

# error_msg_invalid_path
source: Invalid path
cs: Neplatná cesta
de: Ungültigen Pfad
es: Ruta no válida
et: Asukohta ei leitud
fr: Chemin invalide
hu: Érvénytelen hivatkozás
it: Percorso non valido
ja: パスが無効です
lt: Klaudingas kelias
lv: Nepareizs piekļuves veids
nl: Ongeldig pad
pl: Nieprawidłowa ścieżka
ro: Cale Invalida
ru: Недопустимый путь
sk: neplatná cesta
uk: Неприпустимий шлях
zh_hans: 路径无效
zh_hant: 路徑無效

# error_msg_invalid_operation
source: Invalid operation
cs: Neplatná operace
de: Ungültige Operation
es: Operación inválida
et: Tundmatu toiming
fr: Opération invalide
hu: Érvénytelen művelet
it: Operazione non valida
ja: 無効な操作
lt: Operacija negalima
lv: Nederīga darbība
nl: Ongeldige bewerking
pl: Nieprawidłowe działanie
ro: Operație Invalida
ru: Недопустимая операция
sk: neplatná operácia
uk: Неприпустима операція
zh_hans: 无效操作
zh_hant: 無效操作

# error_msg_invalid_no_tfcard
source: The recorder is not inserted into the memory card
cs: Bez paměťové karty
de: Keine Speicherkarte eingelegt
es: No hay tarjeta de memoria insertada
et: Kontrolli mälukaardi olemasolu
fr: Aucune carte mémoire insérée
hu: Nincs memóriakártya
it: Scheda memoria assente
ja: リコーダーにメモリカードが挿入されていません。
lt: Atminties kortelė neįdėta
lv: Ierakstītājā nav ievietota atmiņas karte
nl: Geen geheugenkaart geplaatst
pl: Brak karty pamięci
ro: Înregistratorul nu este introdus în cartela de memorie
ru: В рекордере отсутствует карта памяти
sk: Rekordér nie je vložený do pamäťovej karty
uk: В рекордері відсутня карта пам'яті
zh_hans: 记录仪未插入存储卡
zh_hant: 記錄器未插入記憶卡

# error_msg_invalid_operation_unsupported
source: Operation does not support
cs: Nepodporovaná funkce
de: Der Betrieb unterstützt nicht
es: La operación no soporta
et: Tundmatu toiming
fr: Opération ne supporte pas
hu: Nem támogatott funkció
it: Operazione non supportata
ja: 操作がサポートされていません
lt: Operacija negalima
lv: Darbība netiek atbalstīta
nl: Bewerking biedt geen ondersteuning voor
pl: Funkcja nieobsługiwana
ro: Operația nu este suportata
ru: Операция не поддерживается
sk: Nepodporovaná operácia
uk: Операція не підтримується
zh_hans: 操作不支持
zh_hant: 不支援此操作

# error_msg_invalid_option_value
source: Invalid setting value
cs: Nastavena chybná hodnota
de: Ungültiger Einstellungswert
es: Valor de configuración no válido
et: Sisendväärtus vigane
fr: Valeur de réglage invalide
hu: Helytelen érték került beállításra
it: Valore di impostazione non valido
ja: 設定値が無効です
lt: Klaidinga nustatymų reikšmė
lv: Nederīga iestatījuma vērtība
nl: Ongeldige instellingswaarde
pl: Ustawiono błędną wartość
ro: Valoare Setare invalida
ru: Недопустимое значение настройки
sk: Neplatná hodnota nastavenia
uk: Неприпустиме значення налаштування
zh_hans: 设置值无效
zh_hant: 設定無效

# error_msg_unformat_card
source: The memory card format is incorrect, please format it
cs: Chyba paměťové karty, nutno formátovat
de: Das Speicherkartenformat ist falsch. Bitte formatieren Sie es
es: El formato de la tarjeta de memoria es incorrecto, formatéelo.
et: Mälukaardi formaadi viga, vormindage see
fr: Le format de la carte mémoire est incorrect, veuillez le formater
hu: Az SD-kártya használata előtt formázza azt
it: Il formato della scheda di memoria non è corretto, formattare
ja: メモリカードのフォーマットがエラーしました、再フォーマットしてください。
lt: Atminties kortelės formato klaida, suformatuokite ją
lv: Atmiņas kartes formāta kļūda,formatējiet to
nl: Het formaat van de geheugenkaart is onjuist, gelieve te formatteren
pl: Błąd karty pamięci, sformatuj go
ro: Eroare a cardului de memorie,formatați-l
ru: Ошибка формата карты памяти,отформатируйте её
sk: Chyba formátu pamäťovej karty, naformátujte ju
uk: Помилка формату карти пам'яті, відформатуйте її
zh_hans: 存储卡格式错误，请重新格式化

# SETTING_ITEM_TIME_OPTION_TITLE
source: Time Setting
cs: Nastavení času
de: Zeiteinstellung
es: Configuracion de hora
et: Aja määramine
fr: Réglage de l'heure
hu: Idő beállítás
it: Impostazione orario
ja: 時間の設定
lt: Laiko nustatymai
lv: Laika iestatīšana
nl: Tijdinstelling
pl: Ustawienia czasu
ro: setare timp
ru: Настройка времени
sk: Nastavenie času
uk: Налаштування часу
zh_hans: 时间设置
zh_hant: 時間設定

# SETTING_ITEM_TIME_OPTION_AUTO
source: Auto Sync
cs: Automatická sync
de: Automatische Synchronisation
es: Sincronización automática
fr: Sync automatique
hu: Automatikus szinkronizálás
it: Sincro. Automatica
ja: 自動同期
lt: Automatinė sinchronizacija
lv: Automātiska sinhronizēšana
nl: Automatische sync
pl: Auto synchronizacja
ro: Sincronizare automata
ru: Автосинхронизация
uk: Автосинхронізація
zh_hans: 自动同步
zh_hant: 自動同步

# SETTING_ITEM_TIME_OPTION_MANUAL
source: Manual Setting
cs: Ruční nastavení
de: Manuelle Einstellung
es: Ajuste manual
et: Määra aeg
fr: Réglage manuel
hu: Kézi beállítás
it: Impostazioni manuali
ja: 手動設定
lt: Rankinis nustatymas
lv: Manuāla iestatīšana
nl: Handmatige instelling
pl: Ustawienia ręczne
ro: Setare Manuala
ru: Ручная настройка
sk: Manuálne nastavenie
uk: Ручне налаштування
zh_hans: 手动设置
zh_hant: 手動設定

# SETTING_ITEM_VOLUME_OPTION_TITLE
source: Volume
cs: Hlasitost
de: Volumen
es: Volumen
et: Helitugevus
fr: Le volume
hu: Hangerősség
ja: ボリューム設定
lt: Garsumas
lv: Skaļums
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
uk: Гучність
zh_hans: 音量设置
zh_hant: 音量設定

# SETTING_ITEM_VOLUME_OPTION_OFF
source: Off
cs: Vypnuto
es: Apagado
et: Väljas
hu: Kikapcs.
it: Spento
ja: ミュート
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 静音
zh_hant: 靜音

# SETTING_ITEM_VOLUME_OPTION_LOW
source: Low
cs: Nízká
de: Niedrig
es: Bajo
et: Madal
fr: Faible
hu: Alacsony
it: Basso
ja: 低
lt: Žema
lv: Kluss
nl: Lage
pl: Niski
ro: Scăzut
ru: Низкая
sk: Nízka
uk: Низька
zh_hans: 低
zh_hant: 低

# SETTING_ITEM_VOLUME_OPTION_MEDIUM
source: Medium
cs: Střední
de: Mittel
es: Medio
et: Keskmine
fr: Moyen
hu: Közepes
it: Medio
ja: 中
lt: Vidutinis
lv: Vidējs
pl: Średni
ro: Medie
ru: Средняя
sk: Stredné
uk: Середня
zh_hans: 中
zh_hant: 中

# SETTING_ITEM_VOLUME_OPTION_HIGH
source: High
cs: Vysoká
de: Hoch
es: Alto
et: Kõrge
fr: Haut
hu: Magas
it: Alto
ja: 高
lt: Aukštas
lv: Skaļs
nl: Hoge
pl: Wysoki
ro: Ridicat
ru: Высокая
sk: Vysoká
uk: Висока
zh_hans: 高
zh_hant: 高

# SETTING_ITEM_VOLUME_OPTION_MUTE
source: Mute
cs: Ztišit
hu: Némítás
ja: ミュート
zh_hans: 静音

# SETTING_ITEM_BUTTON_SOUND_OPTION_TITLE
source: Beep Sound
cs: Zvuky tlačítek
de: Piepton
es: Pitido
et: Piiks
fr: Bip sonore
hu: Gombhang
it: Suono Beep
ja: キートーンスイッチ
lt: Pyptelėjimas
lv: Pīkstiens
nl: Piepgeluid
pl: Dźwięk brzęczyka
ro: Sunet beep
ru: Звуковой сигнал
sk: Zvuk pípania
uk: Звуковий сигнал
zh_hans: 按键音开关
zh_hant: 按鍵音開關

# SETTING_ITEM_LANGUAGE_OPTION_TITLE
source: DVR Language
cs: Jazyk DVR
de: DVR-Sprache
es: Idioma DVR
et: DVR keel
fr: Langue du DVR
hu: DVR nyelv
it: Lingua DVR
ja: システム言語
lt: DVR kalba
lv: DVR saskarnes valoda
nl: DVR-taal
pl: Język DVR
ro: Limbă DVR
ru: Язык DVR
sk: DVR jazyk
uk: Мова DVR
zh_hans: 记录仪语言
zh_hant: 系統語言

# SETTING_ITEM_LCD_AUTO_OFF_OPTION_TITLE
source: Auto Screen Off
cs: Automatické vyp.obrazovky
et: Ekraanisäästja
hu: Képernyő automatikus kikapcs.
it: Spegnimento schermo automatico
ja: モニータ点灯時間設定
lt: Automatinis ekrano išjungimas
lv: Ekrāna automātiska izslēgšana
nl: Automatisch scherm uitschakelen
pl: Auto wył. ekranu
ro: ecran oprit automat
ru: Автовыключение экрана
sk: Automatické vypnutie obrazovky
uk: Автовимикання екрана
zh_hans: 屏幕自动关闭
zh_hant: 螢幕保護

# SETTING_ITEM_LCD_AUTO_OFF_OPTION_OFF
source: Off
cs: Vypnuto
es: Apagado
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_LCD_AUTO_OFF_OPTION_30SEC
source: 30 Seconds
cs: 30 sek.
et: 30 sek.
hu: 30 mp
ja: 30秒
lt: 30 s.
lv: 30 sek.
pl: 30 sek.
ro: 30 secunde
ru: 30 сек.
sk: 30 sek.
uk: 30 сек.
zh_hans: 30秒
zh_hant: 30秒

# SETTING_ITEM_LCD_AUTO_OFF_OPTION_1MIN
source: 1 Minute
cs: 1 min.
et: 1 minut
hu: 1 perc
ja: 1分
lt: 1 Min.
lv: 1 min.
nl: 1 minuut
pl: 1 min.
ro: 1 minut
ru: 1 мин.
sk: 1 minúta
uk: 1 хв.
zh_hans: 1分钟
zh_hant: 1分鐘

# SETTING_ITEM_LCD_AUTO_OFF_OPTION_3MIN
source: 3 Minutes
cs: 3 min.
et: 3 minutit
hu: 3 perc
ja: 3分
lt: 3 Min.
lv: 3 min.
nl: 3 minuten
pl: 3 min.
ro: 3 minute
ru: 3 мин.
sk: 3 minúty
uk: 3 хв.
zh_hans: 3分钟
zh_hant: 3分鐘

# SETTING_ITEM_LCD_AUTO_OFF_OPTION_5MIN
source: 5 Minutes
cs: 5 min.
et: 5 minutit
hu: 5 perc
ja: 5分
lt: 5 Min.
lv: 5 min.
nl: 5 minuten
pl: 5 min.
ro: 5 minute
ru: 5 мин.
sk: 5 minút
uk: 5 хв.
zh_hans: 5分钟
zh_hant: 5分鐘

# SETTING_ITEM_MIC_OPTION_TITLE
source: Record Audio
cs: Nahrávání zvuku
de: Ton aufnehmen
es: Grabar audio
et: Salvesta heli
fr: Enregistrement audio
hu: Hangfelvétel
it: registrare audio
ja: 録音設定
lt: Garso Įrašymas
lv: Skaņas ieraksts
nl: Audio opnemen
pl: Nagranie audio
ro: Înregistrare audio
ru: Запись аудио
sk: Nahrávanie zvuku
uk: Запис аудіо
zh_hans: 录音开关
zh_hant: 錄音開關

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_TITLE
source: Auto Power Off
cs: Automatické vyp. Rekordéru
de: Verzögerung ausschalten
es: Delay Power Off
et: Väljalülitumise viiteaeg
fr: Retarder la mise hors tension
hu: Eszköz automatikus kikapcs.
it: Ritardo spegnimento
ja: オートパワーOFF
lt: Atidėti įrenginio išjungimą
lv: Izslēgšanas aizkave
nl: Uitschakeling uitschakelen
pl: Opóźnienie wyłączenia
ro: întîrziere oprita
ru: Задержка выключения
sk: Oneskorené vypnutie
uk: Затримка вимикання
zh_hans: 自动关机设定
zh_hant: 自動關機設定

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_OFF
source: Off
cs: Vyp.
es: Apagado
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_1MIN
source: 1 Minute
cs: 1 min.
et: 1 minut
hu: 1 perc
ja: 1分
lt: 1 Min.
lv: 1 min.
nl: 1 minuut
pl: 1 min.
ro: 1 minut
ru: 1 мин.
sk: 1 minúta
uk: 1 хв.
zh_hans: 1分钟
zh_hant: 1分鐘

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_3MIN
source: 3 Minutes
cs: 3 min.
de: 3 Minuten
et: 3 minutit
hu: 3 perc
ja: 3分
lt: 3 Min.
lv: 3 min.
nl: 3 minuten
pl: 3 min.
ro: 30 minute
ru: 3 мин.
sk: 3 minúty
uk: 3 хв.
zh_hans: 3分钟
zh_hant: 3分鐘

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_5MIN
source: 5 Minutes
cs: 5 min.
de: 5 Minuten
et: 5 minutit
hu: 5 perc
ja: 5分
lt: 5 Min.
lv: 5 min.
nl: 5 minuten
pl: 5 min.
ro: 5 minute
ru: 5 мин.
sk: 5 minút
uk: 5 хв.
zh_hans: 5分钟
zh_hant: 5分鐘

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_30SEC
source: 30 Seconds
cs: 30 sek.
de: 30 Sekunden
es: 30 segundos
et: 30 sek.
fr: 30 secondes
hu: 30 mp
it: 30 secondi
ja: 30秒
lt: 30 s.
lv: 30 sek.
nl: 30 seconden
pl: 30 sek.
ro: 30 secunde
ru: 30 сек.
sk: 30 sek.
uk: 30 сек.
zh_hans: 30秒
zh_hant: 30秒

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_60SEC
source: 60 Seconds
cs: 60 sek.
de: 60 Sekunden
es: 60 segundos
et: 60 sek.
fr: 60 secondes
hu: 60 mp
it: 60 secondi
ja: 60秒
lt: 60 Sekundžių
lv: 60 sek.
nl: 60 seconden
pl: 60 sek.
ro: 60 secunde
ru: 60 сек.
sk: 60 sekúnd
uk: 60 сек.
zh_hans: 60秒
zh_hant: 60秒
