Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# SETTING_ITEM_AUTO_POWER_OFF_OPTION_90SEC
source: 90 Seconds
cs: 90 sek.
de: 90 Sekunden
es: 90 segundos
et: 90 sek.
fr: 90 secondes
hu: 90 mp
it: 90 secondi
ja: 90秒
lt: 90 sekundžių
lv: 90 sekundes
nl: 90 seconden
pl: 90 sek.
ro: 90 secunde
ru: 90 сек.
sk: 90 sek.
uk: 90 сек.
zh_hans: 90秒
zh_hant: 90秒

# SETTING_ITEM_FLICKER_OPTION_TITLE
source: Light Frequency
cs: Frekvence
de: Lichtfrequenz
es: Frecuencia de luz
et: Valgusvirvendus
fr: Fréquence de la lumière
hu: Frekvencia
it: Frequenza luce
ja: 周波数
lt: Žemas dažnis
lv: Apgaismošanas frekvence
nl: Licht frequentie
pl: Częstotliwość
ro: Frecvență scazuta
ru: Частота света
sk: Svetelná frekvencia
uk: Частота світла
zh_hans: 闪屏校正
zh_hant: 影像頻率

# SETTING_ITEM_FLICKER_OPTION_AUTO
source: Automatic
cs: Automatická
de: Automatik
es: Automático
et: Automaatne
fr: Automatique
hu: Automatikus
it: Automatico
ja: 自動
lt: Automatinis
lv: Automātiski
nl: Automatisch
pl: Automatycznie
ro: Automat
ru: Авто
sk: Automaticky
uk: Авто
zh_hans: 自动
zh_hant: 自動

# SETTING_ITEM_EV_OPTION_TITLE
source: EV Setting
cs: Nastavení EV
de: EV-Einstellung
es: Configuración de EV
et: Valgustasakaal
fr: Réglage EV
hu: EV Beállítások
it: Impostazioni esposizione
ja: EV値設定
lt: EV nustatymai
lv: EV iestatīšana
nl: EV-instelling
pl: Ustawienia EV
ro: Setare EV
ru: Настройка экспозиции
sk: nastavenie EV
uk: Налаштування експозиції
zh_hans: EV值设定
zh_hant: EV值

# SETTING_ITEM_STAMP_OPTION_TITLE
source: Video Watermark Label
cs: Vodoznaky video
de: Video-Wasserzeichen-Label
es: Etiqueta de marca de agua de video
et: Video vesipilt
fr: Étiquette de filigrane vidéo
hu: Videó vízjelek
it: Etichetta video
ja: ビデオ埋め込み情報
lt: Vaizdo vandens ženklų žymė
lv: Videoieraksta ūdenszīme
nl: Video watermerk label
pl: Znak wodny video
ro: etichetă Video
ru: Метка на видео
sk: Logo na videu
uk: Мітка на відео
zh_hans: 录像水印标签
zh_hant: 影片內嵌資訊

# SETTING_ITEM_STAMP_OPTION_DATE
source: Date
cs: Datum
de: Datum
es: Fecha
et: Kuupäev
fr: Rendez-vous amoureux
hu: Dátum
it: Data
ja: 日付
lt: Data
lv: Datums
nl: Datum
pl: Data
ro: Dată
ru: Дата
sk: Dátum
uk: Дата
zh_hans: 日期
zh_hant: 日期

# SETTING_ITEM_STAMP_OPTION_TIME
source: Time
cs: Čas
de: Zeit
es: Hora
et: Aeg
fr: Temps
hu: Idő
it: Orario
ja: 時間設定
lt: Laikas
lv: Laiks
nl: Tijd
pl: Czas
ro: Oră
ru: Время
sk: Čas
uk: Час
zh_hans: 时间
zh_hant: 時間設定

# SETTING_ITEM_STAMP_OPTION_SPEED
source: Speed
cs: Rychlost
hu: Sebesség
ja: 速度
nl: Snelheid
zh_hans: 速度

# SETTING_ITEM_STAMP_OPTION_DRIVER_ID
source: Driver ID
cs: Registrační číslo
de: Fahrer-ID
es: ID de conductor
et: Juhi nimi
fr: Identifiant du conducteur
hu: Rendszám
it: Identità guidatore
ja: ナンバープレート
lt: Vairuotojo ID
lv: Vadītāja ID
nl: Stuurprogramma-ID
pl: ID Sterownika
ro: ID Sofer
ru: ID водителя
sk: ID vodiča
uk: ID водія
zh_hans: 司机编号
zh_hant: 車號

# SETTING_ITEM_DRIVER_ID_OPTION_TITLE
source: Driver ID Setting
cs: Nastavení registračního čísla
de: Einstellung der Fahrer-ID
es: Configuración de ID de conductor
et: Määra juhi nimi
fr: Identifiant du conducteur
hu: Rendszám beállítása
it: Impostazione identità guidatore
ja: 運転手番号の設定
lt: Vairuotojo ID nustatymai
lv: Vadītāja ID iestatījumi
nl: Instelling van stuurprogramma-ID
pl: Ustawienia identyfikacji kierowcy
ro: Configurări ID sofer
ru: Настройка ID водителя
sk: Nastavenie ID vodiča
uk: Параметри ID водія
zh_hans: 司机编号设置
zh_hant: 車號設定

# SETTING_ITEM_FORMAT_TF_OPTION_TITLE
source: Format TF Card
cs: Formátování SD karty
de: TF-Karte formatieren
es: Formato de tarjeta TF
et: Vorminda mälukaart
fr: Formater la carte TF
hu: SD kártya formázása
it: Formattare scheda TF
ja: TFカードのフォーマット
lt: Formatuoti TF kortelę
lv: Formatēt TF karti
nl: Format TF-kaart
pl: Formatowanie karty pamięci
ro: Formatare Card TF
ru: Формат SD-карты
sk: Formátovať TF Kartu
uk: Формат SD карти
zh_hans: 格式化存储卡
zh_hant: 格式化記憶卡

# SETTING_ITEM_DEFAULT_SETTING_OPTION_TITLE
source: Camera Settings Reset
cs: Reset nastavení kamery
de: Kameraeinstellungen zurücksetzen
es: Restablecer ajustes de la cámara
et: Seadistuste lähtestamine
fr: Réglages de l'appareil photo
hu: Kamera beállításainak visszaállítása
it: Resetta impostazione telecamera
ja: 元の工場の設定を復元する
lt: Atstatyti kameros nustatymus
lv: Atjaunoti kameras noklusējuma iestatījumi
nl: Camera-instellingen resetten
pl: Resetowanie ustawień kamery
ro: resetare setari camera
ru: Сброс настроек камеры
sk: Obnovenie nastavení fotoaparátu
uk: Скидання налаштувань камери
zh_hans: 恢复出厂设定
zh_hant: 恢復原廠設置

# SETTING_ITEM_GSENSOR_OPTION_TITLE
source: Collision Sensitivity
cs: Citlivost G-sensoru
de: Kollisionsempfindlichkeit
es: Sensibilidad de colisión
et: Löögianduri tundlikkus
fr: Sensibilité de collision
hu: G-szenzor érzékenysége
it: Sensibilità collisione
ja: Ｇセンサー設定
lt: Susidūrimo jautrumas
lv: Jutība pret sadursmi
nl: Gevoeligheid van botsing
pl: Czułość kolizji
ro: Sensibilitate coliziune
ru: Чувствительность датчика удара
sk: Citlivosť na kolízie
uk: Чутливість детектора удару
zh_hans: 碰撞灵敏度
zh_hant: 碰撞靈敏度

# SETTING_ITEM_GSENSOR_OPTION_OFF
source: Off
cs: Vyp.
es: Apagado
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_GSENSOR_OPTION_LOW
source: Low
cs: Nízká
de: Niedrig
es: Bajo
et: Madal
fr: Faible
hu: Alacsony
it: Basso
ja: 低
lt: Žema
lv: Mazs
nl: Lage
pl: Niski
ro: Scăzut
ru: Низкая
sk: Nízka
uk: Низька
zh_hans: 低
zh_hant: 低

# SETTING_ITEM_GSENSOR_OPTION_MEDIUM
source: Medium
cs: Střední
de: Mittel
es: Medio
et: Keskmine
fr: Moyen
hu: Közepes
it: Medio
ja: 中
lt: Vidutinis
lv: Vidējs
pl: Średni
ro: Medie
ru: Средняя
sk: Stredné
uk: Середня
zh_hans: 中
zh_hant: 中

# SETTING_ITEM_GSENSOR_OPTION_HIGH
source: High
cs: Vysoká
de: Hoch
es: Alto
et: Kõrge
fr: Haut
hu: Magas
it: Alto
ja: 高
lt: Aukštas
lv: Augsta
nl: Hoge
pl: Wysoki
ro: Ridicat
ru: Высокая
sk: Vysoká
uk: Висока
zh_hans: 高
zh_hant: 高

# SETTING_ITEM_TIRED_TIP_OPTION_TITLE
source: Tired Tip
cs: Upoz. na únavu řidiče
de: 1 Stunde Ermüdungsfahrbenachrichtigung
es: 1 hora de fatiga de notificación de conducción
fr: Astuce fatiguée
hu: Sofőr fáradtságjelző
it: Notificia stanchezza
ja: ドライバーの警告アラート
lt: Užuomina
lv: Novecojis ieteikums
nl: 1 uur Vermoeidheids melding
pl: Pomoc przy zmęczeniu
ro: pont
ru: Предупреждение утомления
sk: Unaveny tip
uk: Попередження втоми
zh_hans: 疲劳驾驶提醒
zh_hant: 疲勞駕駛警示

# SETTING_ITEM_TIRED_TIP_OPTION_OFF
source: Off
cs: Vyp.
es: Apagad
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_TIRED_TIP_OPTION_30M
source: 30 Minutes
cs: 30 min.
de: 30 Minuten
es: 30 minutos
et: 30 min.
hu: 30 min.
it: 30 Minuti
ja: 30分
lt: 30 Min.
lv: 30 min.
nl: 30 minuten
pl: 30 min.
ro: 30 minute
ru: 30 мин.
sk: 30 min.
uk: 30 хв.
zh_hans: 30分钟
zh_hant: 30分鐘

# SETTING_ITEM_TIRED_TIP_OPTION_1H
source: 1 Hour
cs: 1 hod.
de: 1 Stunde
es: 1 hora
et: 1 tund
fr: 1 heure
hu: 1 óra
it: 1 ora
ja: 1時間
lt: 1 val.
lv: 1 stunda
nl: 1 uur
pl: 1 godz.
ro: 1 oră
ru: 1 час
sk: 1 hodina
uk: 1 год.
zh_hans: 1小时
zh_hant: 1小時

# SETTING_ITEM_TIRED_TIP_OPTION_2H
source: 2 Hours
cs: 2 hod.
de: 2 Stunden
es: 2 hora
et: 2 tundi
fr: 2 heures
hu: 2 óra
it: 2 ore
ja: ２時間
lt: 2 val.
lv: 2 stundas
nl: 2 uur
pl: 2 godz.
ro: 2 ore
ru: 2 часа
sk: 2 hodiny
uk: 2 год.
zh_hans: 2小时
zh_hant: 2小時

# SETTING_ITEM_TIRED_TIP_OPTION_3H
source: 3 Hours
cs: 3 hod.
de: 3 Stunden
es: 3 hora
et: 3 tundi
fr: 3 heures
hu: 3 óra
it: 3 ore
ja: 3時間
lt: 3 val.
lv: 3 stundas
nl: 3 uur
pl: 3 godz.
ro: 3 ore
ru: 3 часа
sk: 3 hodiny
uk: 3 год.
zh_hans: 3小时
zh_hant: 3小時

# SETTING_ITEM_TIRED_TIP_OPTION_4H
source: 4 Hours
cs: 4 hod.
de: 4 Stunden
es: 4 hora
et: 4 tundi
fr: 4 heures
hu: 4 óra
it: 4 ore
ja: 4時間
lt: 4 val.
lv: 4 stundas
nl: 4 uur
pl: 4 godz.
ro: 4 ore
ru: 4 часа
sk: 4 hodiny
uk: 4 год.
zh_hans: 4小时
zh_hant: 4小時

# SETTING_ITEM_OPEN_LIGHT_OPTION_TITLE
source: Headlight Reminder
cs: Upozornění zapnutí světel
de: Scheinwerfer-Erinnerung
es: Recordatorio de los faros
et: Tulede meeldetuletus
fr: Rappel des phares
hu: Lámpa bekapcs. figyelm.
it: Promemoria fari
ja: ランプを点けて注意
lt: Priešakinės šviesos priminimas
lv: Atgādinājums par priekšējiem lukturiem
nl: Koplamp herinnering
pl: Przypomnienie o światłach
ro: reamintire
ru: Напоминание про фары
sk: Pripomenutie svetiel
uk: Нагадування про фари
zh_hans: 开大灯提醒
zh_hant: 開燈提醒

# SETTING_ITEM_MOTION_DETECT_OPTION_TITLE
source: Motion Detection
cs: Detekce pohybu
de: Bewegungserkennung
es: Detección de movimiento
et: Liikumise tuvastamine
fr: Détection de mouvement
hu: Mozgásérzékelés
it: Rilevamento di movimenti
ja: 動体検知
lt: Judesio Aptikimas
lv: Kustības detektors
nl: Bewegingsdetectie
pl: Wykrywanie ruchu
ro: Detectare miscare
ru: Датчик движения
sk: Detekcia pohybu
uk: Детектор руху
zh_hans: 移动侦测
zh_hant: 移動偵測

# SETTING_ITEM_PARKING_MODE_OPTION_TITLE
source: Parking Monitor
cs: Parkovací režim
de: Parkmonitor
es: Monitor de aparcamiento
et: Parkimisabi
fr: Moniteur de stationnement
hu: Parkolás mód
it: Modalità parcheggio
ja: 駐車モード
lt: Parkavimo ekranas
lv: Parkošanās monitors
nl: Parkeer monitor
pl: Monitor parkowania
ro: monitor parcare
ru: Монитор парковки
sk: Parkovací monitor
uk: Монітор паркування
zh_hans: 驻车监控
zh_hant: 停車監控

# SETTING_ITEM_FCMD_OPTION_TITLE
source: Stop And Go
et: Peatus ja minna
it: Start and Stop
ja: 前車起動のメッセージ
lt: Sustok ir eik
lv: Pietura un iet
nl: Stop en ga
pl: Zatrzymaj się i idź
ro: Opriți-vă și plecați
ru: Остановись и иди
sk: Zastavte a ísť
uk: Зупинись та йди
zh_hans: 前车起步提醒
zh_hant: 前車起步提醒

# SETTING_ITEM_WIFI_SETTING_OPTION_TITLE
source: WiFi Settings
cs: Nastavení WiFi
de: Wlan einstellungen
es: Configuraciones WiFi
et: WiFi seaded
fr: Paramètres Wifi
hu: WiFi beállítások
it: Impostazioni WiFi
ja: WiFi設定で接続してください。
lt: WiFi nustatymai
lv: WiFi iestatījumi
nl: WiFi-instellingen
pl: Ustawienia WiFi
ro: Setări wi fi
ru: Настройки WiFi
sk: Wifi nastavenie
uk: Налаштування WiFi
zh_hans: WiFi设置
zh_hant: Wi-Fi設置

# SETTING_ITEM_TF_CARD_REMAIN_SPACE_OPTION_TITLE
source: TF Card Free Space
cs: Volné místo na paměťové kartě
de: TF-Karte Freier Speicherplatz
es: Espacio libre de la tarjeta TF
et: Vaba mäluruum
fr: Espace libre de la carte TF
hu: Szabad hely a memóriakártyán
it: Spazio libero su scheda TF
ja: TFカード残容量
lt: Laisva vieta TF kortelėje
lv: Brīvā vieta TF zibatmiņā
nl: TF-kaart vrije ruimte
pl: Wolne miejsce na karcie pamięci
ro: spatiu liber card TF
ru: Свободное место на SD-карте
sk: Voľné miesto na TF karte
uk: Вільне місце на SD-карті
zh_hans: TF卡剩余容量
zh_hant: 記憶卡剩餘容量

# SETTING_ITEM_CARDV_VERSION_TITLE
source: Version No.
cs: Číslo verze
de: Versionsnummer
es: Versión No.
et: Versiooni nr.
fr: Numéro de version
hu: Verziószám
it: Numero di versione
ja: バージョン番号
lt: Versijos Nr.
lv: Versijas Nr.
nl: Versione
pl: Numer wersji
ro: Numar Versiune
ru: № версии
sk: Verzia cis.
uk: № версії
zh_hans: 版本号
zh_hant: 版本資訊

# SETTING_ITEM_PRODUCT_NUM_TITLE
source: Product No.
cs: Číslo produktu
de: Produkt Nr.
es: Ningún producto.
et: Toote nr.
fr: No. de produit
hu: Termékszám
it: Codice prodotto
ja: 商品コード
lt: Produkto Nr.
lv: Izstrādājuma Nr.
nl: Productnr.
pl: Numer produktu
ro: Numar Produs
ru: № продукта
sk: produkt No.
uk: № продукту
zh_hans: 产品编号
zh_hant: 產品型號

# SETTING_ITEM_FIREWARE_CHECK_TITLE
source: Firmware Upgrade
cs: Aktualizace firmware
de: Firmware-Aktualisierung
es: Actualización de firmware
et: Püsivara uuendus
fr: Mise à jour du firmware
hu: Firmware frissítés
it: Aggiornamento Firmware
ja: ファームウェアアップグレード
lt: Programinės įrangos atnaujinimas
lv: Aparātprogrammatūras atjaunināšana
pl: Aktualizacja firmware
ro: Actualizează Firmware
ru: Обновление прошивки
sk: Aktualizácia firmvéru
uk: Оновлення прошивки
zh_hans: 固件升级
zh_hant: 版本升級

# SETTING_ITEM_RESOLUTION_OPTION_TITLE
source: Resolution
cs: Rozlišení
de: Auflösung
es: Resolución
et: Resolutsioon
fr: Résolution
hu: Felbontás
ja: 解像度
lt: Skiriamoji Geba
lv: Izšķirtspēja
nl: Resolutie
pl: Rozdzielczość
ro: Rezoluție
ru: Разрешение
sk: Rozlíšenie
uk: Роздільна здатність
zh_hans: 分辨率
zh_hant: 錄影解析度

# SETTING_ITEM_RESOLUTION_OPTION_1440P30FPS
source: 1440P30FPS
ja: 1440P30
nl: 1440P

# SETTING_ITEM_RESOLUTION_OPTION_1296P30FPS
source: 1296P30FPS
ja: 1296P30
nl: 1296P30

# SETTING_ITEM_RESOLUTION_OPTION_1080P60FPS
source: 1080P60FPS
ja: 1080P60
nl: 1080P60

# SETTING_ITEM_RESOLUTION_OPTION_720P120FPS
source: 720P120FPS
ja: 720P120
nl: 720P120

# SETTING_ITEM_RESOLUTION_OPTION_720P60FPS
source: 720P60FPS
ja: 720P60
nl: 720P60

# SETTING_ITEM_RESOLUTION_OPTION_1524P30FPS
source: 1524P30FPS
ja: 1524P30
nl: 1524P

# SETTING_ITEM_RESOLUTION_OPTION_1728X129630FPS
source: 1296P30FPS
ja: 1296P30

# SETTING_ITEM_SCREEN_DISPLAY_OPTION_TITLE
source: Screen Display
cs: Obrazovka
de: Bildschirmanzeige
es: Visualización de la pantalla
et: Ekraan
fr: Écran d'affichage
hu: Kijelző
it: Display
ja: スクリーン表示方式
lt: Ekranas
lv: Displeja ekrāns
nl: Schermweergave
pl: Wyświetlacz
ro: ecran
ru: Отображаемый экран
sk: Obrazovka displeja
uk: Екран що відображається
zh_hans: 屏幕显示方式
zh_hant: 螢幕顯示方式

# SETTING_ITEM_SCREEN_DISPLAY_OPTION_FRONT
source: Front
cs: přední
de: Vorderseite
es: Frente
et: Esimene
fr: De face
hu: Elülső
it: Fronte
ja: フロントレンズ
lt: Į priekį
lv: Priekšējais
pl: Przedni
ro: Față
ru: Передний
sk: Predný
uk: Спереду
zh_hans: 前路
zh_hant: 前鏡頭

# SETTING_ITEM_SCREEN_DISPLAY_OPTION_REAR
source: Rear
cs: Zadní
de: Rückseite
es: Posterior
et: Tagumine
fr: Arrière
hu: Hátsó
it: Retro
ja: リアレンズ
lt: Pabaiga
lv: Uz aizmuguri
nl: Achterzijde
pl: Tylny
ro: Spate
ru: Задний
sk: zadný
uk: Позаду
zh_hans: 后路
zh_hant: 後鏡頭

# SETTING_ITEM_SCREEN_DISPLAY_OPTION_BOTH
source: Both
cs: Obě
de: Beide
es: Ambos
et: Mõlemad
fr: Tous les deux
hu: Mindkettő
it: Entrambi
ja: ダブルレンズ
lt: Abu
lv: Abi
nl: Zowel
pl: Obydwa
ro: Amandoua
ru: Оба
sk: Obidva
uk: Обидва
zh_hans: 双路
zh_hant: 雙鏡頭

# SETTING_ITEM_SCREEN_DISPLAY_OPTION_BOTH_FRONT_FULL
source: Both Front Full
cs: Obě přední
hu: Mindkét elülsőt
ja: PIPフロントフルスクリーン
zh_hans: 前大后小
zh_hant: 前大後小

# SETTING_ITEM_SCREEN_DISPLAY_OPTION_BOTH_REAR_FULL
source: Both Rear Full
cs: Obě zadní
hu: Mindkét hátsó
ja: PIPリアフルスクリーン
zh_hans: 前小后大
zh_hant: 前小後大

# SETTING_ITEM_LOOP_RECORDING_OPTION_TITLE
source: Looping Video
cs: Nahrávání ve smyčce
de: Video schleifen
es: Video en repetición
et: Ringsalvestus
fr: Vidéo en boucle
hu: Hurok felvétel
it: Video in loop
ja: ループ録画
lt: Besikartojantis vaizdas
lv: Cilpas videoieraksts
nl: Video herhalen
pl: Pętla video
ro: video Buclă
ru: Цикл видео
sk: Video v slučke
uk: Цикл відео
zh_hans: 循环录影
zh_hant: 循環錄影

# SETTING_ITEM_LOOP_RECORDING_OPTION_1MIN
source: 1 Minute
cs: 1 min.
es: 1 minuto
et: 1 minut
hu: 1 perc
it: 1 minuto
ja: 1分
lt: 1 Min.
lv: 1 min.
nl: 1 minuut
pl: 1 min.
ro: 1 minut
ru: 1 мин.
sk: 1 minúta
uk: 1 хв.
zh_hans: 1分钟
zh_hant: 1分鐘

# SETTING_ITEM_LOOP_RECORDING_OPTION_3MIN
source: 3 Minutes
cs: 3 min.
de: 3 Minuten
es: 3 minuto
et: 3 minutit
hu: 3 perc
it: 3 minuti
ja: 3分
lt: 3 Min.
lv: 3 min.
nl: 3 minuten
pl: 3 min.
ro: 30 minute
ru: 3 мин.
sk: 3 minúty
uk: 3 хв.
zh_hans: 3分钟
zh_hant: 3分鐘

# SETTING_ITEM_LOOP_RECORDING_OPTION_5MIN
source: 5 Minutes
cs: 5 min.
de: 5 Minuten
es: 5 minuto
et: 5 minutit
hu: 5 perc
it: 5 minuti
ja: 5分
lt: 5 Min.
lv: 5 min.
nl: 5 minuten
pl: 5 min.
ro: 5 minute
ru: 5 мин.
sk: 5 minút
uk: 5 хв.
zh_hans: 5分钟
zh_hant: 5分鐘

# SETTING_ITEM_RECORD_MODE_OPTION_TITLE
source: Record Mode
cs: Režim nahrávání
de: Aufnahmemodus
es: Modo de grabación
et: Salvestusrežiim
fr: Mode d'enregistrement
hu: Felvételi mód
it: Modalità registrazione
ja: モニタモード
lt: Įrašymo būsena
lv: Ierakstīšanas režīms
nl: OpnamemodusUit
pl: Tryb nagrywania
ro: mod Înregistrare
ru: Режим записи
sk: režim nahrávania
uk: Режим запису
zh_hans: 监控模式
zh_hant: 監控模式

# SETTING_ITEM_RECORD_MODE_OPTION_OFF
source: Off
cs: Vypnuto
es: Apagado
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_RECORD_MODE_OPTION_1FPS
source: 1FPS
ja: 一秒に一回
lv: 1 KADRS/SEK.
zh_hans: 一秒一拍
zh_hant: 一秒一拍

# SETTING_ITEM_RECORD_MODE_OPTION_MOTION_DETECTION
source: Motion Detection
cs: Detekce pohybu
de: Bewegungserkennung
es: Detección de movimiento
et: Liikumise tuvastamine
fr: Détection de mouvement
hu: Mozgásérzékelés
it: Rilevatore di movimento
ja: 動体検知
lt: Judesio aptikimas
lv: Kustības detektors
nl: Bewegingsdetectie
pl: Wykrywanie ruchu
ro: Detectare miscare
ru: Датчик движения
sk: Detekcia pohybu
uk: Детектор руху
zh_hans: 移动侦测
zh_hant: 移動偵測

# SETTING_ITEM_SNG_OPTION_TITLE
source: Stop And Go
et: Peatu ja Mine
it: Start and Stop
ja: ストップアンドゴー
lt: Sustoti ir važiuoti
lv: Ar pārtraukumiem
nl: Stop en ga
pl: Zatrzymaj i jedź
ro: Stop ȘI oprește
ru: Остановка и движение!
uk: Зупинка, потім рух!
zh_hans: 前车起步
zh_hant: 前車起步提醒

# SETTING_ITEM_SNG_OPTION_OFF
source: Off
cs: Vyp.
et: Väljas
hu: Kikapcs.
ja: DD/MM/YYYY
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_SNG_OPTION_ON
source: On
cs: zap.
et: Sees
fr: Sur
hu: Bekapcs.
ja: オン
lt: Įjungta
lv: Ieslēgts
nl: Op
pl: Wł.
ro: Activat
ru: Вкл.
sk: Zapnuté
uk: Увімк.
zh_hans: 开启
zh_hant: 開啓

# SETTING_ITEM_TSR_OPTION_TITLE
source: Speed limit sign
cs: Rozpoznávání dopravních značek
es: Reconocimiento de Señales de Tráfico
et: Liiklusmärgi tuvastamine
fr: Panneau de limitation de vitesse
hu: Közlekedési táblák felismerése
it: Mostra cartelli stradali
ja: 制限速度標識識別
lt: Duomenų srauto atpažinimas
lv: Ceļazīmju atpazīšana
nl: Herkenning van verkeersteken
pl: Rozpoznawanie znaków drogowych
ro: recunoaștere semn din trafic
ru: Распознавание дорожных знаков
sk: Rozpoznávanie dopravných značiek
uk: Розпізнавання дорожних знаків
zh_hans: 限速标志辨识
zh_hant: 標誌辨識

# SETTING_ITEM_TSR_OPTION_OFF
source: Off
cs: Vyp.
es: Apagado
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_TSR_OPTION_VOICE
source: Voice
cs: Hlas.
es: Voz
et: Hääl
fr: Voix
hu: Hang.
it: Voce
ja: 音声
lt: Balsas
lv: Balss
nl: Stem
pl: Głos
ro: Voce
ru: Голос
sk: hlas
uk: Голос
zh_hans: 语音
zh_hant: 語音

# SETTING_ITEM_TSR_OPTION_WARNING_TONE
source: Warning Tone
cs: Výstražný tón
es: Tono de advertencia
et: Hoiatus
fr: Tonalité d'avertissement
hu: Figyelmeztető hang
it: Toni di segnalazione
ja: 警告音
lt: Įspėjamasis garsas
lv: Brīdinājuma signāls
nl: Waarschuwingstoon
pl: Dzięk ostrzeżenia
ro: ton Avertizare
ru: Звук предупреждения
sk: Výstražný tón
uk: Звук попередження
zh_hans: 警示音
zh_hant: 警示音

# SETTING_ITEM_TSR_OPTION_ON
source: On
cs: Zap.
et: Sees
hu: Bekapcs.
ja: オン
lt: Įjungta
lv: Ieslēgts
pl: Wł.
ro: Activat
ru: Вкл.
sk: Zapnuté
uk: Увімк.
zh_hans: 打开
zh_hant: 開啓

# SETTING_ITEM_FORMAT_REMIND_OPTION_TITLE
source: Format Reminder
cs: Připomenutí o formátování SD
et: Meeldetuletus
hu: Emlékeztető SD formázásról
it: Notifiche
ja: フォーマットリマインダー
lt: Formatavimo priminimas
lv: Atgādinājums par formātu
nl: Herinnering opmaken
pl: Format ostrzeżenia
ro: reamintire format
ru: Напоминание формата
sk: Pripomenutie formátu
uk: Нагадування формату
zh_hans: 格式化提示
zh_hant: 格式化提示

# SETTING_ITEM_FORMAT_REMIND_OPTION_OFF
source: Off
cs: Vyp.
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_FORMAT_REMIND_OPTION_15DAYS
source: 15 Days
cs: 15 dnů
et: 15 päeva
hu: 15 nap
it: 15 giorni
ja: 15天
lt: 15 Dienų
lv: 15 dienas
nl: 15 dagen
pl: 15 dni
ro: 15 zile
ru: 15 дней
sk: 15 dní
uk: 15 днів
zh_hans: 15天
zh_hant: 15天

# SETTING_ITEM_FORMAT_REMIND_OPTION_30DAYS
source: 30 Days
cs: 30 dnů
et: 30 päeva
hu: 30 nap
it: 30 giorni
ja: 30天
lt: 30 Dienų
lv: 30 dienas
nl: 30 dagen
pl: 30 dni
ro: 30 zile
ru: 30 дней
sk: 30 dní
uk: 30 днів
zh_hans: 30天
zh_hant: 30天

# SETTING_ITEM_FORMAT_REMIND_OPTION_60DAYS
source: 60 Days
cs: 60 dnů
et: 60 päeva
hu: 60 nap
it: 60 giorni
ja: 60天
lt: 60 Dienų
lv: 60 dienas
nl: 60 dagen
pl: 60 dni
ro: 60 zile
ru: 60 Дней
sk: 60 dní
uk: 60 днів
zh_hans: 60天
zh_hant: 60天

# SETTING_ITEM_TIME_FORMAT_OPTION_TITLE
source: Date Format
cs: Formát data
et: Kellaaja vorming
hu: Dátumformátum
it: Formato data
ja: 時間フォーマット
lt: 60 Dienų
lv: Laika formāts
nl: Tijdnotatie
pl: Format czasu
ro: Format oră
ru: Формат времени
sk: Formát času
uk: Формат часу
zh_hans: 时间格式
zh_hant: 時間格式

# SETTING_ITEM_SLOW_RECORDING_OPTION_TITLE
source: Slow Recording
cs: Zpomalené tempo nahrávání
et: Aeglane salvestamine
hu: Lassított felvétel
it: Rallentatore
ja: 一秒一フレーム
lt: Lėtas įrašymas
lv: Lēna ierakstīšana
nl: Langzame opname
pl: Zwolnione tempo nagrywania
ro: Inregistrare lenta
ru: Замедленная запись
sk: Pomalé nahrávanie
uk: Уповільнений запис
zh_hans: 一秒一帧
zh_hant: 一秒一拍

# SETTING_ITEM_BEEP_SOUND_OPTION_TITLE
source: Beep Sound
cs: Zvuk kláves
et: Piiks
hu: Gombhang
it: Suono Beep
ja: ヒント音
lt: Pyptelėjimas
lv: Pīkstiens
nl: Piepgeluid
pl: Dźwięk brzęczyka
ro: Sunet beep
ru: Звуковой сигнал
sk: Zvuk pípania
uk: Звуковий сигнал
zh_hans: 提示音
zh_hant: 提示音

# SETTING_ITEM_IMAGE_QUALITY_OPTION_TITLE
source: Image Quality
cs: Kvalita obrazu
et: Pildikvaliteet
hu: Képminőség
it: Qualità immagine
ja: 画像の品質
lt: Vaizdo kokybė
lv: Attēla kvalitāte
nl: Beeldkwaliteit
pl: Jakośc obrazu
ro: Calitate imagine
ru: Качество изображения
sk: Kvalita obrázkov
uk: Якість зображення
zh_hans: 图像质量
zh_hant: 照片畫質

# SETTING_ITEM_IMAGE_QUALITY_OPTION_SFINE
source: S.Fine
cs: Velmi dobrá
et: Suurepärane
hu: Legjobb
it: Molto buona
ja: 上質
lt: Labai puiki
lv: Visaugstākā
pl: Najlepsza jakość
ro: S.Fin
ru: Отличное
uk: Відмінна
zh_hans: 优质
zh_hant: 優質

# SETTING_ITEM_IMAGE_QUALITY_OPTION_FINE
source: Fine
cs: Dobrá
et: Hea
hu: Magas
it: Buona
ja: 良い
lt: Gera
lv: Augsta
nl: Einde
pl: Wysoka
ro: Fin
ru: Хорошее
sk: Jemné
uk: Добра
zh_hans: 良好
zh_hant: 良好

# SETTING_ITEM_IMAGE_QUALITY_OPTION_NORMAL
source: Normal
cs: Standardní
et: Tavaline
hu: Normál
it: Normale
ja: 標準
lt: Įprastinė
lv: Parasta
nl: Normale
pl: Normalna
ru: Нормальное
sk: Normálna
uk: Звичайна
zh_hans: 标准
zh_hant: 標準

# SETTING_ITEM_WB_OPTION_TITLE
source: WB
cs: Bilance bílé
hu: Fehéregyensúly
it: Bilanciamento del bianco
ja: ホワイトバランス
lv: MB
pl: Balans bieli
ru: Черно-белое
uk: ЧБ
zh_hans: 白平衡
zh_hant: 白平衡

# SETTING_ITEM_WB_OPTION_AUTO
source: Auto
et: Automaatne
hu: Automatikus
it: Automatico
ja: 自動
lt: Automatinis
lv: Automātiski
ro: Automat
ru: Авто
sk: Automaticky
uk: Авто
zh_hans: 自动
zh_hant: 自動

# SETTING_ITEM_WB_OPTION_INCANDESCENT
source: Incandescent
cs: Umělé světlo
et: Hõõglamp
hu: Mesterséges fény
it: Incandescente
ja: 白熱灯
lt: Kaitrinė
lv: Kvēlspuldzes
nl: Gloeilamp
pl: Światło żarówki
ru: Лампа
sk: Žhaviace
uk: Лампа
zh_hans: 白炽灯
zh_hant: 白熾燈

# SETTING_ITEM_WB_OPTION_SUNNY
source: Sunny
cs: Slunný
et: Päikesepaiste
hu: Napsütés
it: Soleggiato
ja: 晴れ
lt: Saulėtas
lv: Saulains
nl: Zonnige
pl: Słonecznie
ro: Însorit
ru: Солнечно
sk: Slnečno
uk: Сонячно
zh_hans: 晴天
zh_hant: 晴天

# SETTING_ITEM_WB_OPTION_CLOUDY
source: Cloudy
cs: Zataženo
et: Pilves
hu: Felhős
it: Nuvoloso
ja: 雲
lt: Debesuota
lv: Apmācies
nl: Bewolkt
pl: Pochmurno
ro: Înnorat
ru: Облачно
sk: Zamračené
uk: Хмарно
zh_hans: 多云
zh_hant: 多雲

# SETTING_ITEM_WB_OPTION_FLUORESCENT
source: Fluorescent
cs: Neonové
et: Päevavalguslamp
hu: Neon
it: Fluorescente
ja: 蛍光灯
lt: Fluorasencinis
lv: Fluorescējošs
nl: Fluorescerende
pl: Świetlówka
ru: Флуоресцент
sk: Svetielkujúce
uk: Флуоресцент
zh_hans: 荧光灯
zh_hant: 荧光灯
