Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

source: Cancel
cs: Storno
de: Webseite
es: Cancelar
et: Tühista
fr: Annuler
hu: Mégse
it: Cancellare
ja: キャンセル
lt: Atšaukti
lv: Atcelt
nl: Annuleren
pl: Anuluj
ro: Anulați
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: OK
es: Okay
ja: 確定
lt: Gerai
lv: Labi
ru: ОК
zh_hans: 确定
zh_hant: 確定

# tab_camera
source: DVR
ja: ドライブレコーダー
zh_hans: 记录仪
zh_hant: 行車記錄器

# tab_media
source: Local album
cs: Média
de: Lokales Album
es: Album local
et: Album
fr: Album local
hu: Média
it: Album locale
ja: アルバム
lt: Vietinis albumas
lv: Albums ierīcē
nl: Lokaal album
pl: Lokalny album
ro: album local
ru: Альбом
sk: Miestny album
uk: Альбом
zh_hans: 本地相册
zh_hant: 相簿

# add_share_image
source: Photo Share
cs: Sdílet fotografii
de: Foto freigeben
es: Foto
et: Foto jagamine
fr: Photo
hu: Fotó megosztása
it: Condividi foto
ja: 写真
lt: Foto daliji
lv: Kopīgot attēlu
nl: Foto delen
pl: Ogólne foto
ro: Partajare Foto
ru: Опубл. Фото
sk: Zdieľanie fotiek
uk: Опубл. фото
zh_hans: 分享照片
zh_hant: 分享照片

# add_share_video
source: Video Share
cs: Sdílet video
de: Video-Freigabe
es: Video
et: Video jagamine
fr: Vidéo
hu: Videó megosztása
it: Condividi video
ja: ループ
lt: Video daliji
lv: Kopīgot video
nl: Video delen
pl: Ogólne video
ro: Partajare Video
ru: Опубл. видео
sk: Zdieľanie videa
uk: Опубл. відео
zh_hans: 分享视频
zh_hant: 分享影片

# add_share_route
source: Track List
cs: Seznam tras
de: Trackliste
es: Mapa-ruta
et: Maanteedel
fr: Itinéraire
hu: Útvonalak listája
it: Lista tracce
ja: 軌跡記録
lt: Greitkeliai
lv: Lielceļi
nl: Track lijst
pl: Autostrady
ro: Autostradă
ru: Список трасс
sk: Diaľnice
uk: Список трас
zh_hans: 历史轨迹
zh_hant: 軌跡記錄

# media_title_image
source: Photo
cs: Foto
de: Foto
es: Foto
et: Foto
hu: Kép
it: Foto
ja: 写真
lt: Foto
lv: Foto
nl: Foto
pl: Zdjęcie
ro: Foto
ru: Фото
sk: Fotka
uk: Фото
zh_hans: 照片
zh_hant: 照片

# media_title_video
source: Loop
cs: Video
de: Schleife
es: Lazo
et: Ahel
fr: Boucle
hu: Videó
ja: ループ
lt: Ciklas
lv: Cilpa
nl: Lus
pl: Pętla
ro: Buclă
ru: Цикл
sk: Cyklus
uk: Цикл
zh_hans: 循环
zh_hant: 循環

# media_title_emergency
source: Event
cs: Události
de: Dringlich
es: Evento
et: Sündmus
fr: Urgent
hu: Eesemények
it: Evento
ja: 緊急
lt: Įvykis
lv: Notik.
nl: Urgent
pl: Wydarz
ro: Urgent
ru: Событие
sk: Udalosť
uk: Подія
zh_hans: 紧急
zh_hant: 緊急

# media_rightBarBuItem_select
source: Select
cs: Vybrat
de: Wählen
es: Seleccionar
et: Vali
fr: Choisir
hu: Kiválasztás
it: Seleziona
ja: 選択
lt: Pasirinkti
lv: Atlasīt
nl: Selecteer
pl: Wybierz
ro: Selectare
ru: Выбрать
sk: Vybrať
uk: Вибрати
zh_hans: 选择
zh_hant: 選擇

# take_picture_share_title
source: Share now
cs: Sdílet nyní
de: Jetzt teilen
es: Comparte ahora
et: Jaga kohe
fr: Partage maintenant
hu: Megosztás most
it: Condividi ora
ja: アップロード
lt: Pasidalinti dabar
lv: Koplietot tūlīt
nl: Nu delen
pl: Udostępnij teraz
ro: Partajati acum
ru: Опубликовать сейчас
sk: Zdieľať teraz
uk: Опублікувати зараз
zh_hans: 立即分享
zh_hant: 分享

# take_picture_download_title
source: Download now
cs: Stáhnout nyní
de: jetzt downloaden
es: Descargar ahora
et: Laadi alla kohe
fr: Télécharger maintenant
hu: Letöltés most
it: Download ora
ja: ダウンロード
lt: Atsisiųsti dabar
lv: Lejupielādēt tūlīt
nl: Nu downloaden
pl: Pobierz teraz
ro: Descarcati acum
ru: Загрузить сейчас
sk: Stiahnuť teraz
uk: Завантажити зараз
zh_hans: 立即下载
zh_hant: 下載

source: Select All
cs: Vybr.vše
de: Alle
es: Todo
et: Vali kõik
fr: Tous
hu: Mind kij
it: Selez.tutti
ja: 全部
lt: Pasirinkti viską
lv: Atlasīt visu
nl: Alles
pl: Zazn wsz.
ro: Selectare totală
ru: Выб. все
sk: Vybr.vš.
uk: Вибрати всі
zh_hans: 全选
zh_hant: 全選

# cancel_select_all
source: Unselect All
cs: Storno
de: Abbruch
es: Cancelar
et: Tühista
fr: Annuler
hu: Mégse
it: Deselez.tutti
ja: キャンセル
lt: Atšaukti
lv: Atcelt
nl: Annuleren
pl: Odznacz
ro: Deselectare
ru: Аннул.
sk: Zrušiť
uk: Скасувати
zh_hans: 取消全选
zh_hant: 取消全選

source: Exit
cs: Odejít
de: Ausgang
es: Salida
et: Välju
fr: Sortie
hu: Kilépés
it: Uscire
ja: 終了
lt: Išeiti
lv: Iziet
nl: Afsluiten
pl: Wyjdź
ro: Ieșiți
ru: Выйти
sk: Ukončiť
uk: Вийти
zh_hans: 退出
zh_hant: 退出

# already_select_count
source: Selected
cs: Vybráno
de: Auswahl
es: Seleccionado
et: Valitud
fr: Choisi
hu: Kivál.
it: Selezionato
ja: 選択済み
lt: Pasirinkta
lv: Atlasīts
nl: Geselecteerde
pl: wybrane
ro: Selectat
ru: Выбрано
sk: vybrané
uk: Вибрано
zh_hans: 已选
zh_hant: 已選

# back
source: return
cs: Zpět
de: Rückkehr
es: regreso
et: Tagasi
fr: revenir
hu: Vissza
it: Ritornare
ja: 戻る
lt: Grįžti
lv: atpakaļ
nl: Terug
pl: Powrót
ro: întoarce
ru: Назад
sk: naspäť
uk: Назад
zh_hans: 返回
zh_hant: 返回

# nav_close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
hu: Bezárás
it: Chiudere
ja: オフ
lt: Uždaryti
lv: Aizvērt
nl: Sluiten
pl: Zamknij
ro: Închideți
ru: Закрыть
sk: Zavrieť
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# right_item_modify_title
source: Modify
cs: Změnit
de: Ändern
es: Modificar
et: Muuda
fr: Modifier
hu: Módosítás
it: Modifica
ja: 直す
lt: Keisti
lv: Mainīt
nl: Wijzigen
pl: Zmień
ro: Modificați
ru: Изменить
sk: Upraviť
uk: Змінити
zh_hans: 修改
zh_hant: 修改

# share_edit_right_item_title
source: Send
cs: Odeslat
de: Senden
es: Enviar
et: Saada
fr: Envoyer
hu: Küldés
it: Mandare
ja: 発送
lt: Siųsti
lv: Sūtīt
nl: Verzenden
pl: Wyślij
ro: Trimiteți
ru: Отправить
sk: Odoslať
uk: Надіслати
zh_hans: 发送
zh_hant: 發送

# share_edit_placeholder_title
source: Say something
cs: Řekněte něco
de: Kommentar
es: Comentario
et: Anna nimetus
fr: Commentaire
hu: Mondj néhány szót
it: Commento
ja: 何が言って下さい。
lt: Pasakykite ką nors.
lv: Pasakiet kaut ko
nl: Commentaar
pl: Powiedz coś
ro: Spune ceva
ru: Скажите что-нибудь
sk: Povedzte niečo
uk: Скажіть щось
zh_hans: 说点什么吧
zh_hant: 說點什麼吧

# share_edit_be_uploading_video
source: Uploading video
cs: Načítání videa
de: Video hochladen
es: Subiendo video
et: Video saatmine
fr: Télécharger une vidéo
hu: Felvétel betöltése
it: Caricamento video
ja: ビデオをアップロード中
lt: Įkeliamas vaizdas
lv: Videoieraksta lejupielādēšana
nl: Video uploaden
pl: Wczytywanie video
ro: Incarcare video
ru: Выгрузка видео
sk: Nahrávanie videa
uk: Вивантаження відео
zh_hans: 上传视频中...
zh_hant: 上傳影片中

# share_edit_be_downloading_video
source: Downloading
cs: Stahování videa
de: wird heruntergeladen
es: Descargando
et: Allalaadimine
fr: Téléchargement
hu: Felvétel letöltése
it: Scaricando
ja: ダウンロード中
lt: Atsisiunčiama
lv: Lejupielādē
nl: Downloaden
pl: Pobieranie
ro: Se descarcă
ru: Загрузка
sk: Sťahovanie
uk: Завантажується
zh_hans: 下载中...
zh_hant: 下載中

# share_view_title_wechat_moment
source: Moments
et: Hetked
it: Momenti
ja: Wechat友人サークル
lt: Momentai
nl: Momenten
ro: Momente
ru: Моменты
sk: Momenty
uk: Моменти
zh_hans: 微信朋友圈
zh_hant: 微信朋友圈

# share_view_title_wechat_contacts
source: Friends
cs: Přátelé
et: Sõbrad
hu: Ismerősök
it: Amici
ja: Wecaht友人
lt: Draugai
lv: Draugi
nl: Vrienden
pl: Znajomi
ro: Prieteni
ru: Друзья
sk: priatelia
uk: Друзі
zh_hans: 微信好友
zh_hant: 微信好友

# share_view_title_sina_weibo
source: Weibo
ja: Sina micro-blog
zh_hans: 新浪微博
zh_hant: 新浪微博

# share_view_title_system
source: System
cs: Systém
es: Sistema
et: Süsteem
fr: Système
hu: Rendszer
it: Sistema
ja: システムアップロード
lt: Sistema
lv: Sistēma
nl: Systeem
ro: Sistem
ru: Система
sk: Systém
uk: Система
zh_hans: 系统分享
zh_hant: 系統分享

# camera_connect_unconnected_title
source: Connect DVR
cs: Spo.se zař.
de: Verbinden
es: Conectar
et: Ühenda DVR
fr: Connecter
hu: Eszk.csatl.
it: Collega
ja: レコーダに接続
lt: Pajungti
lv: Pieslēgt
pl: Podłącz
ro: Conectati
ru: Подключить
sk: Spo.so zar.
uk: Під'єднати
zh_hans: 连接记录仪
zh_hant: 連接記錄器

# camera_connect_connected_title
source: Enter DVR
cs: Zaříz.přip.
de: verbunden
es: Entrar en
et: DVR nimi
fr: Entrer DVR
hu: Csatl.eszk.
it: Entra DVR
ja: レコーダに入り
lt: Paleisti
lv: Ieslēgt
nl: Voer DVR
pl: Połączony
ro: Introduceti
ru: Ввод DVR
sk: Zar. prip.
uk: Ввести
zh_hans: 进入记录仪
zh_hant: 進入記錄器

# camera_record_button_title
source: Small video
cs: Video
de: Kleines Video
es: Pequeño video
et: Väike video
fr: Petite vidéo
hu: Videó
it: Video breve
ja: ビデオ
lt: Mažas vaizdas
lv: Īss videoieraksts
nl: Kleine video
pl: Małe Video
ro: Video mic
ru: Превью
sk: malé video
uk: Прев'ю
zh_hans: 小视频
zh_hant: 影片

# camera_take_photo_button_title
source: Snap
cs: Vyfotit
de: Schnappen
es: Chasquido
fr: Casser
hu: Fényképezés
it: Scatto
ja: 撮影
lt: Spaustukas
lv: Uzņemt
nl: Module
pl: Fotografia
ru: Снимок
sk: Pritiahnuť
uk: Знімок
zh_hans: 拍照
zh_hant: 拍照

# camera_album_button_title
source: Photo album
cs: Fotografie
de: Fotoalbum
es: album de fotos
et: Fotoalbum
fr: album photo
hu: Képek
it: Album foto
ja: アルバム
lt: Nuotraukų albumas
lv: Fotoalbums
nl: Fotoalbum
pl: Album foto
ro: Album foto
ru: Фотоальбом
sk: Album fotiek
uk: Фотоальбом
zh_hans: 相册
zh_hant: 相簿

# tip_open_road_state
source: Real-time traffic is turned on
cs: Údaje o dopravě zapnuty
de: Echtzeitverkehr ist aktiviert
es: El tráfico en tiempo real está activado
et: Liikluse jälgimine aktiivne
fr: Le trafic en temps réel est activé
hu: Forgalmi adatok bekapcsolva
it: Traffico tempo reale attivo
ja: すでにリアルタイムの道路状況がオープンしました。
lt: Realaus laiko duomenų srautas įjungtas
lv: Rādīt satiksmes intensitāti reāllaikā
nl: Real-time verkeer is ingeschakeld
pl: Real-time traffic jest włączony
ro: Trafic in timp real pornit
ru: Трафик в реальном времени вкл.
sk: reálny čas premávky je zapnutý
uk: Трафік у реальному часі увімк.
zh_hans: 已开启实时路况
zh_hant: 已開啟實際路況

# tip_close_road_state
source: Real-time traffic is off
cs: Údaje o dopravě vypnuty
de: Echtzeitverkehr ist aus
es: El tráfico en tiempo real está apagado
et: Liikluse jälgimine passiivne
fr: Le trafic en temps réel est désactivé
hu: Forgalmi adatok kikapcsolva
it: Traffico tempo reale disattivato
ja: リアルタイム道路状況はオフされました。
lt: Realaus laiko duomenų srautas išjungtas
lv: Nerādīt satiksmes intensitāti reāllaikā
nl: Real-time verkeer is uitgeschakeld
pl: Real-time traffic jest wyłączony
ro: Trafic in timp real oprit
ru: Трафик в реальном времени выкл.
sk: Reálny čas premávky je vypnutý
uk: Трафік у реальному часі вимк.
zh_hans: 已关闭实时路况
zh_hant: 已關閉實際路況

# alert_title_camera_disconnect
source: Disconnect the recorder
cs: Odpojte rekordér
de: Trennen Sie den Recorder
es: Desconectar la grabadora
et: Eemalda salvestaja
fr: Déconnecter l'enregistreur
hu: Eszköz lecsatlakoztatása
it: Scollegare la telecamera
ja: リコーダーの接続を切断します。
lt: Atjungti grotuvą
lv: Atvienot ierakstītāju
nl: Koppel de recorder los
pl: Odłącz nagrywanie
ro: Deconectează Înregistrare
ru: Отсоедините рекордер
sk: Odpojte rekordér
uk: Від'єднайте рекордер
zh_hans: 断开记录仪连接
zh_hant: 取消記錄器連接

# alert_msg_camera_disconnect
source: Are you sure you want to disconnect the recorder?
cs: Určitě chcete odpojit rekordér?
de: Möchten Sie den Recorder wirklich trennen?
es: ¿Seguro que quieres desconectar la grabadora?
et: Soovid kindlasti eemaldada?
fr: Êtes-vous sûr de vouloir déconnecter l'enregistreur?
hu: Biztosan lecsatlakoztatja az eszközt?
it: Sei sicuro di voler scollegare la telecamera?
ja: 本当にリコーダーの接続を切断しますか？
lt: Ar Jus tikras, kad norite atjungti grotuvą
lv: Vai tiešām vēlaties atvienot ierakstītāju?
nl: Weet u zeker dat u de recorder wilt loskoppelen?
pl: Czy na pewno chcesz wyłączyć nagrywanie?
ro: Sunteti sigur ca doriti sa deconectati inregistrarea?
ru: Вы действительно хотите отсоединить рекордер?
sk: Naozaj chcete odpojiť rekordér?
uk: Ви дійсно бажаєте від'єднати рекордер?
zh_hans: 确定要断开记录仪连接吗？
zh_hant: 確定要取消記錄器連接嗎？

# alert_title_share_small_video
source: Share a small video
cs: Sdílet krátké video
de: Teilen Sie ein kleines Video
es: Comparte un pequeño video
et: Jaga väike video
fr: Partager une petite vidéo
hu: Rövid videó megosztása
it: condividi breve video
ja: ビデオをアップロードします
lt: Bendrinti mažą vaizdą
lv: Kopīgot īsu videoierakstu
nl: Een kleine video delen
pl: Udostępnij małe video
ro: Partajare Video
ru: Опубликовать превью.
sk: Zdielať krátke video
uk: Опублікувати прев'ю.
zh_hans: 分享小视频
zh_hant: 分享影片

# alert_msg_share_small_video
source: Small video download completed, need to share it?
cs: Stahování krátkého videa ukončeno, chcete jej sdílet?
de: Kleiner Video-Download abgeschlossen, müssen Sie ihn teilen?
es: Pequeña descarga de video completada, ¿necesitas compartirla?
et: Allalaadimine valmis, kas soovid jagada?
fr: Le téléchargement de la petite vidéo est terminé, vous devez le partager?
hu: Rövid videó letöltése befejeződött, meg szeretné osztani?
it: video breve scaricato, desideri condividere?
ja: ビデオのダウンロードが完了しましたが、アップロードしますか？
lt: Mažo vaizdo atsisiuntimas baigtas, ar dalintis juo?
lv: Lejupielādēts īss videoieraksts. Vēlaties to kopīgot?
nl: Kleine video-download voltooid, moet u deze delen?
pl: Wczytywanie małego video zakończone, czy chcesz udostępnić?
ro: video descarcat complet, sigur doriti sa-l partajati?
ru: Превью загружено. Опубликовать его?
sk: Sťahovanie krátkeho videa ukončené, chcete ho zdielať?
uk: Прев'ю завантажено. Опублікувати його?
zh_hans: 小视频下载完成,需要分享吗？
zh_hant: 影片下載完成，需要分享嗎？

# save_media_success
source: Saved successfully
cs: Úspěšně uloženo
de: Erfolgreich gespeichert
es: Guardado exitosamente
et: Salvestamine õnnestus
fr: Enregistré avec succès
hu: Sikeres mentés
it: Condivisione completata
ja: 保存に成功しました
lt: Sėkmingai išsaugota
lv: Veiksmīgi saglabāts
nl: Opgeslagen
pl: Zapisano
ro: Configurație salvată
ru: Сохранено
sk: Uloženie bolo úspešné
uk: Збережено
zh_hans: 保存成功
zh_hant: 保存成功

# download_finished_tip
source: Download completed
cs: Stahování dokončeno
de: Download abgeschlossen
es: Descarga completa
et: Allalaadimine valmis
fr: Téléchargement terminé
hu: A letöltés befejeződött
it: Download completato
ja: ダウンロード終わり
lt: Atsisiuntimas baigtas
lv: Lejupielāde pabeigta
nl: Download voltooid
pl: Pobieranie zakończone
ro: Descarcare completa
ru: Загрузка завершена
sk: Preberanie bolo dokončené
uk: Звантаження завершено
zh_hans: 下载完成
zh_hant: 下載完成

# image_downloaded_tip
source: Picture downloaded
cs: Obrázek stažen
de: Bild heruntergeladen
es: Imagen descargada
et: Pildi allalaadimine
fr: Photo téléchargée
hu: Kép letöltve
it: Foto scaricata
ja: ダウンロードしました
lt: Nuotrauka atsisiųsta
lv: Attēls lejupielādēts
nl: Afbeelding gedownload
pl: Obraz pobrany
ro: imagine descarcata
ru: Картинка загружена
sk: Stiahnutý obrázok
uk: Зображення завантажено
zh_hans: 图片已下载
zh_hant: 已下載

# button_title_edit_video
source: Video editing
cs: Editace videa
de: Videobearbeitung
es: Edición de video
et: Videotöötlus
fr: Montage vidéo
hu: Videó szerkesztése
it: Modifica video
ja: ビデオ編集
lt: Pridedamas video
lv: Videoieraksta rediģēšana
nl: Videobewerking
pl: Edycja video
ro: Editare video
ru: Редактирование видео
sk: Editácia videa
uk: Редагування відео
zh_hans: 视频编辑
zh_hant: 影片編輯

# delete_media_alert_title
source: Delete Files
cs: Odstranit soubory
de: Dateien löschen
es: Borrar archivos
et: Kustuta failid
fr: Supprimer les fichiers
hu: Fájlok törlése
it: Cancellare files
ja: ファイルを削除します
lt: Ištrinti failus
lv: Dzēst datnes
nl: Bestanden verwijderen
pl: Usuń pliki
ro: Stergeti fisiere
ru: Удалить файлы
sk: Vymazať súbory
uk: Видалити файли
zh_hans: 删除文件
zh_hant: 刪除文件

# delete_media_alert_msg
source: Are you sure you want to delete the file?
cs: Odstranit všechny soubory?
de: Möchten Sie die Datei wirklich löschen?
es: ¿Seguro que quieres borrar el archivo?
et: Kustutan selle faili?
fr: Êtes-vous sûr de vouloir supprimer le fichier?
hu: Mindegyik fájl törlése?
it: Sicuro di voler cancellare il file?
ja: ファイルを削除しますか？
lt: Ar tikrai norite trinti šį failą?
lv: Vai tiešām vēlaties dzēst šo datni?
nl: Weet u zeker dat u het bestand wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten plik?
ro: Sigur doriți să ștergeți acest fișier?
ru: Вы уверены, что хотите удалить файл?
sk: Naozaj chcete odstrániť súbor?
uk: Ви впевнені, що бажаєте видалити файл?
zh_hans: 确定要删除文件吗？
zh_hant: 確定要刪除文件嗎？

# delete_media_success
source: Successfully deleted
cs: Odstraňování dokončeno
de: Erfolgreich gelöscht
es: Eliminado exitosamente
et: Fail kustutatud
fr: Supprimé avec succès
hu: A törlés befejeződött
it: Cancellato con successo
ja: 削除に成功しました
lt: Sėkmingai ištrinta
lv: Veiksmīgi izdzēsts
nl: Verwijderd
pl: Usuwanie zakończone
ro: Sters cu succes
ru: Успешно удалён
sk: úspešne odtránené
uk: Успішно видалено
zh_hans: 删除成功
zh_hant: 刪除成功

# delete_media_fail
source: Failed to delete
cs: Nelze odstranit
de: Löschen fehlgeschlagen
es: Error al eliminar
et: Kustutamine ebaõnnestus
fr: Échec de la suppression
hu: Nem törölhető
it: Impossibile cancellare
ja: 削除失敗ました
lt: Nepavyko ištrinti
lv: Neizdevās dzēst
nl: Kan niet worden verwijderd
pl: Nie można usunąć
ro: Ştergerea nu a reuşit
ru: Ошибка удаления
sk: Nepodarilo sa vymazať
uk: Не видалено
zh_hans: 删除失败
zh_hant: 刪除失敗

# tableview_right_delete
source: Delete
cs: Odstranit
de: Löschen
es: Borrar
et: Kustuta
fr: Effacer
hu: Törlés
it: Cancellare
ja: 削除
lt: Ištrinti
lv: Dzēst
nl: Verwijderen
pl: Usuń
ro: Ștergeți
ru: Удалить
sk: Odstrániť
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# muti_download_title_image
source: Photo file download
cs: Stahování fotografií
de: Fotodatei herunterladen
es: Descarga de archivos de fotos
et: Foto allalaadimine
fr: Téléchargement de fichier photo
hu: Képek letöltése
it: Scaricare file foto
ja: 写真をダウンロードします
lt: Nuotrauka atsiųsta
lv: Fotoattēla datnes lejupielāde
nl: Fotobestand downloaden
pl: Pobieranie zdjęć
ro: Fișier imagine descarcat
ru: Загрузить файл фото
sk: Stiahnutie súboru fotiek
uk: Завантажити файл фото
zh_hans: 照片文件下载
zh_hant: 照片下載

# muti_download_title_video
source: Video file download
cs: Stahování videa
de: Videodatei herunterladen
es: Descarga de archivos de video
et: Video allalaadimine
fr: Téléchargement de fichier vidéo
hu: Videó letöltése
it: Scaricare file video
ja: ビデオをダウンロードします
lt: Vaizdo failas atsiųstas
lv: Videoieraksta datnes lejupielāde
nl: Video bestand downloaden
pl: Pobieranie video
ro: Descarcare fisier video
ru: Загрузить файл видео
sk: Stiahnutie súboru videa
uk: Завантажити файл відео
zh_hans: 录像文件下载
zh_hant: 影片下載

# muti_download_title_event
source: Event file download
cs: Stahování událostí
de: Ereignisdatei herunterladen
es: Descarga de archivos de eventos
et: Sündmuse allalaadimine
fr: Téléchargement du fichier d'événement
hu: Események letöltése
it: Scaricare file evento
ja: 緊急ビデオをダウンロードします
lt: Įvykio rinkmena atsiųsta
lv: Notikuma datnes lejupielāde
nl: Gebeurtenis bestand downloaden
pl: Pobieranie pliku zdarzenia
ro: Fisier eveniment descarcat
ru: Загрузить файл события
sk: Stiahnutie súboru udalosti
uk: Завантажити файл події
zh_hans: 紧急文件下载
zh_hant: 緊急影片下載

# muti_download_cancel_all_download
source: Cancel all download
cs: Storno stahování
de: Alle Downloads abbrechen
es: Cancelar toda la descarga
et: Katkesta allalaadimised
fr: Annuler tout téléchargement
hu: Letöltés törlése
it: Cancellare tutti i download
ja: すべてのダウンロードをキャンセルします
lt: Atšaukti atsiuntimą
lv: Atcelt visas lejupielādes
nl: Alle Download annuleren
pl: Odwołaj wczytywanie
ro: Anulare descărcare
ru: Отменить все загрузки
sk: Zrušiť prevzatie
uk: Скасувати всі завантаження
zh_hans: 全部取消下载
zh_hant: 全部取消下載

# muti_download_cell_progress
source: progress
cs: Pokrok
de: Fortschritt
es: Progreso
et: edenemine
fr: le progrès
hu: Státusz
it: progresso
ja: ダウンロード進捗
lt: progresas
lv: izpilde
nl: Vooruitgang
pl: Postęp
ro: Progres
ru: прогресс
sk: pokrok
uk: прогрес
zh_hans: 下载进度
zh_hant: 下載進度

# title_nav_map
source: Map
cs: Mapa
de: Karte
es: Mapa
et: Kaart
fr: Carte
hu: Térkép
it: Mappa
ja: 地図
lt: Žemėlapis
lv: Karte
nl: Kaart
pl: Mapa
ro: Vedeți harta
ru: Карта
sk: Mapa
uk: Мапа
zh_hans: 地图
zh_hant: 地圖

# title_nav_map_type
source: Map type
cs: Typ mapy
de: Kartentyp
es: Tipo de mapa
et: Kaardi tüüp
fr: Type de carte
hu: Térkép típusa
it: Tipo di mappa
ja: 地図タイプ
lt: Žemėlapio tipas
lv: Kartes veids
nl: Kaarttype
pl: Typ mapy
ro: tip harta
ru: Тип карты
sk: typ mapy
uk: Тип мапи
zh_hans: 地图类型
zh_hant: 地圖類型

# title_cell_map_type
source: Map type
cs: Typ mapy
de: Kartentyp
es: Tipo de mapa
et: Kaardi tüüp
fr: Type de carte
hu: Térkép típusa
it: Tipo di mappa
ja: 地図タイプ
lt: Žemėlapio tipas
lv: Kartes veids
nl: Kaarttype
pl: Typ mapy
ro: tip harta
ru: Тип карты
sk: typ mapy
uk: Тип мапи
zh_hans: 地图类型
zh_hant: 地圖類型

# title_cell_offline_map
source: Offline Map
cs: Mapa offline
de: Offline-Karte
es: Mapa offline
et: Offline kaart
fr: Carte hors ligne
hu: Offline térkép
it: Mappa offline
ja: オフライン地図
lt: Atsijungta nuo žemėlapio
lv: Bezsaistes karte
nl: Offline kaart
pl: Mapa offline
ro: harta offline
ru: Автономная карта
sk: offline mapa
uk: Автономна мапа
zh_hans: 离线地图
zh_hant: 離線地圖

# title_segment_offline_map_download
source: Download list
cs: Seznam stahování
de: Liste herunterladen
es: Descargar lista
et: Allalaadimiste loetelu
fr: Liste de téléchargement
hu: Letöltési lista
it: Lista download
ja: ダウンロード管理
lt: Atsisiuntimo sąrašas
lv: Lejupielāžu saraksts
nl: Download lijst
pl: Lista pobierania
ro: lista descarcari
ru: Список загрузки
sk: Stiahnuť zoznam
uk: Список завантажень
zh_hans: 下载管理
zh_hant: 下載管理

# title_segment_offline_map_city_list
source: City list
cs: Seznam měst
de: Liste der Städte
es: Lista de ciudades
et: Linnad
fr: Liste de ville
hu: Városlista
it: Lista città
ja: 都市リスト
lt: Miesto sąrašas
lv: Pilsētu saraksts
nl: Stads lijst
pl: Lista miast
ro: lista orase
ru: Список городов
sk: Zoznam miest
uk: Список міст
zh_hans: 城市列表
zh_hant: 城市列表

# title_offline_map_downloaded
source: Downloaded
cs: Staženo
de: Heruntergeladen
es: Descargado
et: Allalaaditud
fr: Téléchargé
hu: Letöltött elemek
it: Scaricato
ja: ダウンロードしました
lt: Atsisiųsta
lv: Lejupielādēts
nl: Gedownload
pl: Pobrane
ro: Descărcate
ru: Загруженные
sk: Stiahnuté
uk: Завантажені
zh_hans: 已下载
zh_hant: 已下載

# title_offline_map_downloading
source: Downloading
cs: Stahování...
de: wird heruntergeladen
es: Descargando
et: Allalaadimine
fr: Téléchargé
hu: Letöltés...
it: Scaricando
ja: ダウンロード中
lt: Atsisiunčiama
lv: Lejupielādē
nl: Downloaden
pl: Pobieranie
ro: Se descarcă
ru: Загрузка...
sk: Sťahovanie
uk: Завантажується
zh_hans: 下载中
zh_hant: 下載中

# title_section_nation
source: National
cs: Země
es: Nacional
et: Riiklik
hu: Ország
it: Nazionale
ja: 全国
lt: Valstybės
lv: Valsts
nl: Nationale
pl: Krajowe
ro: Național
ru: Национальные
sk: Národné
uk: Національні
zh_hans: 全国
zh_hant: 全國

# title_section_munici
source: Popular Cities
cs: Oblíbená města
de: Beliebte Städte
es: Ciudades populares
et: Tuntud linnad
fr: Villes populaires
hu: Népszerű városok
it: Città popolari
ja: 人気ある都市
lt: Populiarūs miestai
lv: Populāras pilsētas
nl: Populaire steden
pl: Popularne miasta
ro: Orase Populare
ru: Популярные города
sk: Populárne mestá
uk: Популярні міста
zh_hans: 热门城市
zh_hant: 熱門城市

# title_section_province
source: All Areas
cs: Všechny oblasti
de: Alle Bereiche
es: Todas las areas
et: Kõik piirkonnad
fr: Tous les domaines
hu: Minden terület
it: Tutte le aree
ja: 全地域
lt: Visos sritys
lv: Visi reģioni
nl: Alle gebieden
pl: Wszystkie obszary
ro: Toate zonele
ru: Все области
sk: Všetky oblasti
uk: Всі області
zh_hans: 全部地区
zh_hant: 全部地區

# offline_map_right_delete
source: Delete
cs: Odstranit
de: Löschen
es: Borrar
et: Kustuta
fr: Effacer
hu: Törlés
it: Cancellare
ja: 削除
lt: Ištrinti
lv: Dzēst
nl: Verwijderen
pl: Usuń
ro: Ștergeți
ru: Удалить
sk: Odstrániť
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# offline_map_section_title_downloading
source: Downloading
cs: Stahování...
de: wird heruntergeladen
es: Descargando
et: Allalaadimine
fr: Téléchargement
hu: Letöltés...
it: Scaricando
ja: ダウンロード中
lt: Atsisiunčiama
lv: Notiek lejupielāde
nl: Downloaden
pl: Pobieranie
ro: Se descarcă
ru: Загрузка...
sk: Sťahovanie
uk: Завантажується
zh_hans: 正在下载
zh_hant: 正在下載
