Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# clear_cache_alert_title
source: Clear cache
cs: Vyčistit příruční paměť
de: Cache leeren
es: Limpiar cache
et: Tühjenda vahemälu
fr: Vider le cache
hu: Gyorsítótár törlése
it: Pulire Cache
ja: キャッシュをクリアしています。
lt: Išvalyti talpyklą
lv: Notīrīt kešatmiņu
nl: Cache wissen
pl: Kasuj pamięć podręczną
ro: Goliți memoria cache
ru: Очистить кеш
sk: Vymazať vyrovnávaciu pamäť
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除暫存

# clear_cache_alert_msg
source: Clearing the cache will clear all the thumbnails. Are you sure you want to clean up?
cs: Odstranění příruční paměti odstraňuje všechny ikony - určitě je chcete odstranit?
de: Durch das Löschen des Cache werden alle Miniaturbilder gelöscht. Möchten Sie wirklich aufräumen?
es: Al borrar el caché se borrarán todas las miniaturas. ¿Estás seguro de que quieres limpiar?
et: Pisipildid kustutatakse, kas soovid jätkata ?
fr: Effacer le cache effacera toutes les vignettes. Êtes-vous sûr de vouloir nettoyer?
hu: A gyorsítótár törlése eltávolítja az összes bélyegképet - valóban törölni szeretné?
it: Pulire la cache pulirà anche le anteprime. Sicuro di voler pulire?
ja: キャッシュをクリアするとすべてのサムネイルが消去されます。本当に整理しますか？
lt: Išvalant atmintinę bus ištrinta visa miniatūra. Ar tikrai norite ištrinti viską?
lv: Līdz ar kešatmiņas notīrīšanu pazudīs visi sīktēli. Vai tiešām vēlaties to darīt?
nl: Als u de cache wist, worden alle miniaturen gewist. Weet u zeker dat u wilt opschonen?
pl: Skasowanie pamięci podręcznej usuwa wszystkie miniaturki - czy na pewno skasować?
ro: Dacă ștergeți memoria cache, veți șterge toate miniaturile. Sunteți sigur că doriți să stergeti?
ru: Очистка кеша удалит все миниатюры. Вы уверены, что хотите очистить?
sk: Vymazaním vyrovnávacej pamäte sa vymažú všetky miniatúry. Naozaj chcete vyčistiť?
uk: Очищення кеша видалить всі мініатюри. Ви впевнені, що бажаєте очистити?
zh_hans: 清除缓存会清除所有的缩略图，确定要清理吗？
zh_hant: 清除暫存會清除所有的縮圖，確定要清除嗎？

# feedback_section_title1
source: Problem Description
cs: Popis problému
de: Problembeschreibung
es: Descripción del problema
et: Veakirjeldus
fr: Description du problème
hu: Probléma leírása
it: Descrizione del problema
ja: 問題の説明
lt: Problemos aprašymas
lv: Problēmas apraksts
nl: Probleembeschrijving
pl: Opis problemu
ro: Descriere problema
ru: Описание проблемы
sk: popis problému
uk: Опис проблеми
zh_hans: 问题描述
zh_hant: 問題描述

# feedback_section_title2
source: Add pictures (optional, up to 5)
cs: Přidat fotografie (libovolné, max. 5)
de: Bilder hinzufügen (optional, bis zu 5)
es: Añadir imágenes (opcional, hasta 5)
et: Lisa pildid (valikuliselt, kuni 5)
fr: Ajouter des images (facultatif, jusqu'à 5)
hu: Képek hozzáadása (opcionális, max. 5)
it: Aggiungere immagini (optional, fino a 5)
ja: 画像を追加(オプション、最多5枚まで)
lt: Pridėti paveikslus (pasirinktinai, iki 5)
lv: Pievienot attēlus (pēc izvēles ne vairāk par 5)
nl: Afbeeldingen toevoegen (optioneel, maximaal 5)
pl: Dodaj zdjęcia (opcjonalnie, max 5)
ro: Adaugă imagine (optional, pana la 5)
ru: Добавить картинки (опционально, до 5)
sk: Pridať obrázky (voliteľné, až do 5)
uk: Додати зображення (опціонально, до 5)
zh_hans: 添加图片(可选，最多5张)
zh_hant: 添加照片(可選，最多5張)

# feedback_section_title3
source: Contact information
cs: Kontaktní informace
de: Kontaktinformation
es: Información del contacto
et: Kontaktinfo
fr: Informations de contact
hu: Kapcsolati adatok
it: Informazioni di contatto
ja: 連絡先
lt: Kontakto informacija
lv: Kontaktinformācija
nl: Contact gegevens
pl: Informacje kontaktowe
ro: Informație contact
ru: Контактная информация
sk: Kontaktné informácie
uk: Контактна інформація
zh_hans: 联系方式
zh_hant: 聯繫方式

# feedback_textview_placeholder
source: Please enter feedback content
cs: Napsat názor
de: Bitte geben Sie den Feedback-Inhalt ein
es: Por favor ingrese el contenido de comentarios
et: Lisa tagasiside
fr: S'il vous plaît entrer le contenu des commentaires
hu: Véleményírás
it: Inserire feedback
ja: フィードバック内容を入力してください。
lt: Prašome įvesti grįžtamojo ryšio turinį
lv: Ierakstiet atsauksmi
nl: Geef feedback inhoud op
pl: Wprowadź tekst opinii
ro: Sugestii Conținut
ru: Введите данные для обратной связи
sk: Zadajte obsah so spätnou väzbou
uk: Введіть дані для зворотного зв'язку
zh_hans: 请输入反馈内容
zh_hant: 請輸入反饋內容

# feedback_contact_info
source: Please leave a mailbox or mobile number
cs: Uvést e-mailovou adresu nebo telefonní číslo
de: Bitte hinterlassen Sie eine Mailbox oder Handynummer
es: Por favor deje un buzón o número de teléfono móvil.
et: Lisa e-posti aadress või telefoninumber
fr: S'il vous plaît laissez une boîte aux lettres ou un numéro de téléphone mobile
hu: Adja meg az e-mail címet vagy a telefonszámot
it: Lasciare un indirizzo mail o numero di telefono
ja: メールや携帯電話の番号を入力してください。
lt: Prašome palikti pašto dėžutės adresą arba mobilaus telefono numerį
lv: Norādiet adresi vai mobilā tālruņa numuru
nl: Laat een postbus of GSM-nummer achter
pl: Podaj adres e-mail lub telefon
ro: Lasati o adresa de email sau un numar de telefon
ru: Пожалуйста, укажите почтовый ящик или номер мобильного телефона
sk: prosím, nechajte mail alebo mobil
uk: Будь ласка, вкажіть поштову скриньку або номер мобільного телефону
zh_hans: 请留下邮箱或者手机号码
zh_hant: 請留下信箱或者手機號碼

# feedback_right_item_title
source: Submit
cs: Odeslat
de: einreichen
es: Enviar
et: Saada
fr: Soumettre
hu: Küldés
it: Inoltrare
ja: 送信
lt: Pateikti
lv: Iesniegt
nl: Opslaan
pl: Prześlij
ro: Trimiteți
sk: predložiť
uk: Надіслати
zh_hans: 提交
zh_hant: 提交

# feed_back_email_nil
source: Email or mobile phone number cannot be empty
cs: E-mail nebo telefon nemohou zůstat prázdné
de: E-Mail- oder Mobiltelefonnummer darf nicht leer sein
es: El correo electrónico o el número de teléfono móvil no pueden estar vacíos
et: E-posti aadress või telefoninumber kohustuslik
fr: Email ou numéro de téléphone mobile ne peut pas être vide
hu: Az e-mail vagy a telefonszám nem lehet üres
it: Mail o numero di telefono non possono essere vuoti
ja: メールや携帯電話の番号は空にしてはいけません。
lt: El.pašto arba tel.nr laukelis turi būti užpildyti
lv: E-pasta adreses vai mobilā tālruņa numura lauks nedrīkst būt tukšs
nl: Het e-mailadres of mobiele telefoonnummer mag niet leeg zijn
pl: Email lub telefon nie może być pusty
ro: trebuie sa completati mail sau numar de telefon
ru: Номер почты или мобильного телефона не может быть пустым
sk: E-mail alebo číslo mobilného telefónu nemôžu byť prázdne
uk: Номер пошти або мобільного телефону не може бути порожнім
zh_hans: 邮箱或者手机号码不能为空
zh_hant: 信箱或者手機號碼不能空白

# feed_back_email_format_error
source: Incorrect format of email or mobile number
cs: Nesprávný formát e-mailu nebo telefonu
de: Falsches Format der E-Mail- oder Handynummer
es: Formato incorrecto de correo electrónico o número de móvil
et: Viga aadressis või telefoninumbris
fr: Format incorrect de l'email ou du numéro de portable
hu: Helytelen e-mail cím vagy telefonszám formátum
it: Formato mail o numero di telefono non corretti
ja: メールアドレスや携帯番号のフォーマットが間違いです。。
lt: El. pašto ar Tel. nr formatas neteisingas
lv: Nepareizs e-pasta adreses vai mobilā tālruņa numura formāts
nl: Onjuiste indeling van e-mailadres of mobiel nummer
pl: Niepoprawny format emaila lub telefonu
ro: format incorect al mailului sau numarului de telefon
ru: Неверный формат электронной почты или номера мобильного телефона
sk: nesprávny formát mailu alebo tel.čísla
uk: Невірний формат електронної пошти або номера мобільного телефону
zh_hans: 邮箱或者手机号码格式不正确
zh_hant: 信箱或者手機號碼格式不正確

# add_music_header_title
source: Music
cs: Hudba
de: Musik
es: Música
et: Muusika
fr: La musique
hu: Zene
it: Musica
ja: 音楽
lt: Muzika
lv: Mūzika
nl: Muziek
pl: Muzyka
ro: Muzică
ru: Музыка
sk: Hudba
uk: Музика
zh_hans: 配乐
zh_hant: 配樂

# add_music_save
source: Save
cs: Uložit
de: sparen
es: Salvar
et: Salvesta
fr: sauvegarder
hu: Mentés
it: Salvare
ja: 保存
lt: Išsaugoti
lv: Saglabāt
nl: Opslaan
pl: Zapisz
ro: Salvați
ru: Сохранить
sk: Uložiť
uk: Зберегти
zh_hans: 保存
zh_hant: 保存

# add_music_share_video
source: Share video
cs: Sdílet video
de: Video teilen
es: Compartir video
et: Video jagamine
fr: Partager la vidéo
hu: Videó megosztása
it: Condividi video
ja: ビデオをアップロードします
lt: Dalintis video
lv: Kopīgot video
nl: Video delen
pl: Udostępnij video
ro: Partajare video
ru: Опубликовать видео
sk: Zdielať video
uk: Опублікувати відео
zh_hans: 分享视频
zh_hant: 分享影片

# add_music_save_ok
source: Save video success
cs: Ukládání videa bylo úspěšné
de: Videoerfolg speichern
es: Guardar video exitoso
et: Video salvestatud
fr: Enregistrer le succès de la vidéo
hu: A videó mentése sikeresen befejeződött
it: Salvataggio video completato
ja: 保存に成功しました
lt: Video išsaugotas sėkmingai
lv: Izdevās saglabāt video
nl: Sla video succes op
pl: Zapis video z sukcesem
ro: Salvare video reusita
ru: Видео сохранено
sk: Uloženie videa úspešné
uk: Відео збережено
zh_hans: 保存成功
zh_hant: 保存成功

# add_music_saving
source: Saving video...
cs: Ukládání videa…
de: Video wird gespeichert ...
es: Guardando video ...
et: Salvestan...
fr: Enregistrer une vidéo ...
hu: Videó mentése...
it: Salvando video…
ja: ビデオを保存中..
lt: Video išsaugomas
lv: Saglabā video...
nl: Video opslaan...
pl: Zapisywanie video...
ro: Salvare video...
ru: Сохранение видео...
sk: Ukladám video...
uk: Збереження відео...
zh_hans: 正在保存视频...
zh_hant: 正在保存影片

# add_music_navigation_title
source: Add Music
cs: Přidat hudbu
de: Musik hinzufügen
es: Agregar musica
et: Lisa muusikat
fr: Ajouter de la musique
hu: Zene hozzáadása
it: Aggiungere musica
ja: 音楽を追加中...
lt: Pridėti Muzikos
lv: Pievienot mūzikas ierakstu
nl: Muziek toevoegen
pl: Dodaj muzykę
ro: Adaugă muzica
ru: Добавить музыку
sk: pridať hudbu
uk: Додати музику
zh_hans: 添加音乐
zh_hant: 添加音樂

# add_music_itunes_title
source: Select Music
cs: Vybrat hudbu
de: Wählen Sie Musik aus
es: Seleccionar musica
et: Muusika valimine
fr: Sélectionnez la musique
hu: Zene kiválasztása
it: Selezionare musica
ja: 音楽を選択します
lt: Pasirinkti Garso įrašus
lv: Izvēlēties mūzikas ierakstu
nl: Selecteer muziek
pl: Wybierz muzykę
ro: Selectare Muzica
ru: Выбрать музыку
sk: Vybrať hudbu
uk: Вибрати музику
zh_hans: 选择音乐
zh_hant: 選擇音樂

# add_music_itunes_format_error
source: Does not support this music format
cs: Nepodporovaný formát souboru
de: Unterstützt dieses Musikformat nicht
es: No soporta este formato de música.
et: Tundmatu audiofail
fr: Ne supporte pas ce format de musique
hu: Nem támogatott fájlformátum
it: Non supporta questo formato di musica
ja: この音楽フォーマットはサポートされていません。
lt: Nepalaikomas įrašo formatas
lv: Neatbalstīts mūzikas ieraksta formāts
nl: Ondersteunt dit muziek formaat niet
pl: Nieobsługiwany format muzyki
ro: Nu Suporta acest Format
ru: Не поддерживаемый музыкальный формат
sk: Nepodporuje tento hudboný formát
uk: Не підтримуваний музичний формат
zh_hans: 不支持该音乐格式
zh_hant: 不支援該音樂格式

# add_music_itunes_duration_error
source: Music duration must greater than video duration
cs: Zvuková stopa nemůže být kratší než video.
et: Audiofail liiga suur
hu: A hangsáv nem lehet rövidebb, mint a videó.
it: La durata della musica deve essere maggiore della durata del video
ja: 選択した音楽はビデオより長い時間が必要です。
lt: Muzikos trukmė turi būti ilgesnė nei vaizdo įrašo trukmė
lv: Mūzika jāatskaņo ilgāk nekā videoieraksts
nl: Muziek duur moet groter zijn dan de duur van de video
pl: Czas odtwarzania muzyki musi być większy niż czas video
ro: Durata muzicii trebuie să fie mai mare decât durata videoclipului
ru: Продолжительность музыки должна быть больше, чем продолжительность видео
sk: Trvanie hudby musí byť dlhšie ako trvanie videa
uk: Тривалість музики повинна бути більше, ніж тривалість відео
zh_hans: 选择的音乐时长必须大于视频时长
zh_hant: 選擇的音樂長度必須大於影片長度

# add_music_name_none
source: None
hu: Nincs
it: Nessuno
ja: なし
nl: Geen
zh_hans: 无
zh_hant: 無

# add_music_name_affect
source: Affect
hu: Érzélmes
ja: 感動
nl: Beïnvloeden
zh_hans: 感动
zh_hant: 感動

# add_music_name_exciting
source: Exciting
hu: Izgalmas
ja: 興奮
nl: Spannende
zh_hans: 兴奋
zh_hant: 興奮

# add_music_name_fresh
source: Fresh
hu: Friss
ja: 清新
nl: Verse
zh_hans: 清新
zh_hant: 清新

# add_music_name_memory
source: Memory
hu: Memória
ja: 記憶
nl: Geheugen
zh_hans: 回忆
zh_hant: 回憶

# add_music_name_missing
source: Missing
hu: Hiány
ja: 思い
nl: Ontbrekende
zh_hans: 思念
zh_hant: 思念

# add_music_name_relax
source: Relax
hu: Relaxáló
ja: リラックス
nl: Ontspannen
zh_hans: 放松
zh_hant: 放鬆

# add_music_name_sentimental
source: Sentimental
hu: Szentimentális
ja: 悲しい
nl: Sentimentele
zh_hans: 感伤
zh_hant: 感傷

# add_music_name_sexy
source: Sexy
hu: Szexi
ja: セクシー
zh_hans: 性感
zh_hant: 性感

# add_music_name_sunshine
source: Sunshine
hu: Napsütés
ja: 元気
nl: Zon
zh_hans: 阳光
zh_hant: 陽光

# add_music_name_sweet
source: Sweet
hu: Aranyos
ja: 甘い
nl: Zoete
zh_hans: 甜蜜
zh_hant: 甜蜜

# connect_record_dialog_title
source: Connect Info
cs: Informace o připojení
de: Info verbinden
es: Conectar información
et: Ühenduste loetelu
fr: Connecter l'information
hu: Csatlakozással kapcsolatos információk
it: Info di collegamento
ja: 接続情報
lt: prisijungimo informacija
lv: Informācija par savienojumu
pl: Informacja kontaktowa
ro: Info Conectare
ru: Информация о соединении
sk: Info pripojenia
uk: Інформація про з'єднання
zh_hans: 连接信息
zh_hant: 連接訊息

# connect_record_dialog_psw
source: Password
cs: Heslo
de: Passwort
es: Contraseña
et: Parool
fr: Mot de passe
hu: Jelszó
ja: パスワード
lt: Slaptažodis
lv: Parole
nl: Wachtwoord
pl: Hasło
ro: Parolă
ru: Пароль
sk: Heslo
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# route_list_navigation_title
source: Track List
cs: Seznam tras
de: Trackliste
es: Lista tracce
et: Ajalugu
fr: Liste de piste
hu: Útvonalak listája
it: Lista tracce
ja: 歴史軌跡
lt: trasų sąrašas
lv: Maršrutu saraksts
nl: Track lijst
pl: Lista tras
ro: Lista cantece
ru: Список трасс
sk: Zoznam trasy
uk: Список трас
zh_hans: 历史轨迹
zh_hant: 歷史軌跡

# route_detail_navigation_title
source: Track Details
cs: Podrobnosti trasy
de: Details verfolgen
es: Detalles de la pista
et: Teekonna info
fr: Détails de la piste
hu: Útvonaladatok
it: Dettagli traccia
ja: 軌跡の詳細
lt: Įrašo takelio informacija
lv: Informācija par maršrutu
pl: Szczegóły trasy
ro: detalii ruta
ru: Информация о трассе
sk: detaily trasy
uk: Інформація про трасу
zh_hans: 轨迹详情
zh_hant: 詳情

# route_detail_distance
source: Distance
cs: Vzdálenost
de: Entfernung
es: Distancia
et: Vahemaa
hu: Távolság
it: Distanza
ja: 里程
lt: Atstumas
lv: Attālums
nl: Afstand
pl: Odległość
ro: Distanţă
ru: Расстояние
sk: Vzdialenosť
uk: Відстань
zh_hans: 里程
zh_hant: 里程

# route_detail_speed
source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
et: Kiirus
fr: La vitesse
hu: Sebesség
it: Velocità
ja: 平均速度
lt: Greitis
lv: Ātrums
nl: Snelheid
pl: Prędkość
ro: Viteză
ru: Скорость
sk: rýchlosť
uk: Швидкість
zh_hans: 平均车速
zh_hant: 平均車速

# route_detail_start_time
source: StartTime
cs: Čas startu
de: Startzeit
es: Hora de inicio
et: Algusaeg
fr: Heure de début
hu: Indulás ideje
it: Ora di inizio
ja: 出発時間
lt: Pradžios laikas
lv: Sākuma laiks
nl: Begintijd
pl: Początek
ro: pornește timp
ru: Время начала
sk: čas štartu
uk: Час початку
zh_hans: 出发时间
zh_hant: 出發時間

# route_detail_duration
source: Duration
cs: Čas trvání
de: Dauer
es: Duración
et: Kestvus
fr: Durée
hu: Időtartam
it: Durata
ja: 総時間
lt: Trukmė
lv: Ilgums
nl: Duur
pl: Czas trwania
ro: Durată
ru: Длительность
sk: Trvanie
uk: Тривалість
zh_hans: 总时长
zh_hant: 總時長

# route_date_day
source: Day
cs: Den
de: Tag
es: Día
et: Päev
fr: journée
hu: Nap
it: Giorno
ja: 日
lt: Diena
lv: Diena
nl: Dag
pl: Dzień
ro: Zi
ru: День
sk: Deň
uk: День
zh_hans: 日
zh_hant: 日

# title_no_record_list
source: No record list
cs: Žádný seznam nahrávek
de: Keine Rekordliste
es: No hay lista de registros
et: Sisestused puuduvad
fr: Pas de liste d'enregistrements
hu: Nincs felvétellista
it: Nessuna lista di registrazione
ja: 歴史の軌跡はない
lt: Nėra įrašų
lv: Nav ierakstu saraksta
nl: Geen recordlijst
pl: Brak listy nagrań
ro: Nici o Înregistrare
ru: Нет списка записей
sk: Žiadny zoznam záznamov
uk: Відсутній список записів
zh_hans: 暂无历史轨迹
zh_hant: 暫無記錄

# alert_title_check_route
source: See the track
cs: Zobrazit trasu
de: Protokollverlauf protokollieren
es: Historial de registro de seguimiento
et: Vaata teekonda
fr: Historique du journal de suivi
hu: Útvonal megtekintése
it: Cronologia Tracciamenti
ja: 軌跡表示を確認する
lt: Peržiūrėti įrašą
lv: Meklēt maršrutu
nl: Geschiedenis van logboek bijhouden
pl: Zobacz trasę
ro: vedeti pista
ru: Просмотр трассы
sk: Pozrieť stopu
uk: Перегляд траси
zh_hans: 查看轨迹
zh_hant: 查看軌跡

# alert_tip_check_route
source: Do you want to see the driving track？
cs: Chcete zkontrolovat trasu?
de: Möchten Sie den Verlauf Ihres Tracking-Protokolls überprüfen?
es: ¿Quieres consultar tu historial de seguimiento de seguimiento?
et: Soovid teekonna eelvaadet ?
fr: Voulez-vous vérifier l'historique de votre journal de suivi
hu: Szeretnéd megtekinteni az útvonalat?
it: Vuoi vedere la cronologia dei tuoi tracciamenti?
ja: 走行軌跡を確認しますか？
lt: Ar norite pamatyti kelią?
lv: Vēlaties apskatīt braukšanas maršrutu?
nl: Wilt u de geschiedenis van uw traceerlogboek controleren?
pl: Czy chcesz zobaczyć trasę?
ro: Vrei să vezi traseul de conducere?
ru: Вы хотите удалить трассу?
sk: Chcete vidieť trať?
uk: Ви бажаєте видалити трасу?
zh_hans: 是否要查看行车轨迹？
zh_hant: 是否要查看行車軌跡？

# alert_title_delete_route
source: Delete track
cs: Odstranit trasu
de: Verfolgungsprotokollverlauf löschen
es: Eliminar el historial de registro de seguimiento
et: Kustuta marsruut
fr: Supprimer l'historique du journal de suivi
hu: Útvonal törlése
it: Cancella cronologia tracciamenti
ja: 軌跡を削除します
lt: Ištrinti failą
lv: Izdzēst maršrutu
nl: Historie van traceerlogboek verwijderen
pl: Usuń trasę
ro: Sterge cantec
ru: Удалить трассу
sk: Vymazať trať
uk: Видалити трасу
zh_hans: 删除轨迹
zh_hant: 刪除軌跡

# alert_tip_delete_route
source: Delete track record will not be recoverable, are you sure you want to delete it?
cs: Odstraněná trasa nemůže být vrácena, opravdu ji chcete odstranit?
de: Track Record löschen ist nicht wiederherstellbar. Möchten Sie den Track wirklich löschen?
es: Eliminar el registro de seguimiento no será recuperable, ¿está seguro de que desea eliminarlo?
et: Kindel, et soovid kustutada ?
fr: Supprimer un enregistrement ne sera pas récupérable, êtes-vous sûr de vouloir le supprimer?
hu: A törölt útvonal nem állítható vissza, biztosan törli?
it: Cancellare il percorso lo rende impossibile da recuperare, sicuro di volerlo cancellare?
ja: 軌跡の記録を削除すると元に戻りません。削除しますか？
lt: Ištrintų failų nebus galima atgauti, ar tikrai norite ištrinti šį failą?
lv: Izdzēstais maršruts nebūs atjaunojams. Vai tiešām vēlaties to izdzēst?
nl: Track record verwijderen wordt niet hersteld, weet u zeker dat u deze wilt verwijderen?
pl: Usunięta trasa nie może być przywrócona, czy na pewno chcesz usunąć?
ro: Ștergerea înregistrării în istoric nu va fi recuperabilă, sunteți sigur că doriți să o ștergeți?
ru: Запись трассы будет удалена без возможности восстановления, вы уверены, что хотите ее удалить?
sk: Odstránenie záznamu trasy sa nedá obnoviť. Ste si istí, že ho chcete odstrániť?
uk: Запис траси буде видалений без можливості відновлення, ви впевнені, що бажаєте їого видалити?
zh_hans: 删除轨迹记录将不可恢复，确定要删除吗？
zh_hant: 刪除軌跡記錄將無法恢復，確定要刪除嗎？

# tip_record_distance_short
source: The driving track is less than 100 meters and the track cannot be saved.
cs: Trasa je kratší než 100m a nemůže být uložena.
de: Die Fahrspur ist weniger als 100 Meter und die Spur kann nicht gespeichert werden.
es: La pista de conducción es inferior a 100 metros y la pista no se puede guardar.
et: Salvestatav teekond peab olema rohkem, kui 100 m pikk.
fr: La piste est inférieure à 100 mètres et ne peut pas être enregistrée.
hu: Az útvonal rövidebb, mint 100 m és nem menthető el.
it: Lo spostamento è inferiore a 100 metri, impossibile da salvare
ja: 走行軌跡は100 m未満で、軌跡を保存できません。
lt: Trasa mažiau nei 100m, išsaugojimas negalimas
lv: Braukšanas maršruts ir īsāks par 100 metriem, tādēļ nav saglabājams.
nl: De Driving track is minder dan 100 meter en de track kan niet worden opgeslagen.
pl: Trasa ma mniej niż 100m i nie może być zapisana
ro: Traseul de conducere este mai mic de 100 de metri și piesa nu poate fi salvată.
ru: Длина трассы менее 100 метров, трасса не может быть сохранена.
sk: Trať je menej ako 100 metrov a nedá sa uložiť
uk: Довжина траси менше ніж 100 метрів, трасу не можливо зберегти.
zh_hans: 行车轨迹不足100米，无法保存轨迹
zh_hant: 行車軌跡不足100公尺，無法保存軌跡

# close_locate_alert_title
source: Turn off background positioning
cs: Vypněte sledování polohy na pozadí.
de: Deaktivieren Sie die Hintergrundpositionierung
es: Desactivar posicionamiento de fondo
et: Lülita positsioneerimine välja
fr: Désactiver le positionnement en arrière-plan
hu: Háttérben történő helymeghatározás kikapcsolása.
it: Spegnere tracciamento percorso
ja: 背景の位置を閉じる
lt: Išjungti padėties fonavimą
lv: Izslēgt pozicionēšanu fonā
nl: Achtergrond positionering uitschakelen
pl: Wyłącz pozycjonowanie w tle
ro: Dezactivați poziționarea fundalului
ru: Отключить позиционирование
sk: Vypnite pozadie
uk: Відключити позиціонування
zh_hans: 关闭后台定位
zh_hant: 關閉背景定位

# close_locate_alert_msg
source: After turning off background positioning, your driving directions will not be recorded in real time. Are you sure you want to close it?
cs: Po vypnutí sledování polohy na pozadí se nebude vaše trasa ukládat. Opravdu chcete vypnout?
de: Nach dem Deaktivieren der Hintergrundpositionierung werden Ihre Wegbeschreibungen nicht in Echtzeit aufgezeichnet. Möchten Sie es wirklich schließen?
es: Después de desactivar la posición de fondo, sus indicaciones de conducción no se registrarán en tiempo real. ¿Seguro que quieres cerrarlo?
et: Ilma positsioniseerimiseta teekonda ei salvestata. Kindel, et soovid selle välja lülitada ?
fr: Après avoir désactivé le positionnement en arrière-plan, vos itinéraires ne seront pas enregistrés en temps réel. Êtes-vous sûr de vouloir le fermer?
hu: A háttérben történő helymeghatározás kikapcsolását követően az útvonalak nem kerülnek mentésre. Biztosan kikapcsolja?
it: Spegnendo il tracciamento, i tuo spostamenti non verranno registra in tempo reale. Sicuro di voler spegnere la funzione?
ja: バックグラウンドの位置決めをオフにしたら、リアルタイムで運転ルートを記録しません、ん、本当に閉じるべきですか？
lt: Po išjungimo fono padėties, Jūsų valdomos nuorodos nebus įrašomos realiuoju laiku. Ar tikrai norite jį uždaryti?
lv: Kad būs izslēgta pozicionēšana fonā, braukšanas virziens netiks fiksēts reāllaikā. Vai tiešām vēlaties izslēgt?
nl: Na het uitschakelen van de achtergrond positionering, wordt uw routebeschrijving niet in real-time opgenomen. Weet u zeker dat u deze wilt sluiten?
pl: Po wyłączeniu pozycjonowania w tle twoje wskazówki jazdy nie będą zapisywane. Czy na pewno chcesz wyłączyć?
ro: După oprirea poziționării în fundal, indicațiile de conducere nu vor fi înregistrate în timp real. Sigur doriți să îl închideți?
ru: После отключения позиционирования ваши перемещения больше не будут записываться в реальном времени. Вы уверены, что хотите его отключить?
sk: Po vypnutí pozadia, sa Vaše trasy jazdy nezaznamenávajú v reálnom čase. Naozaj chcete vypnúť?
uk: Після відключення позиціонування ваші переміщення більше не будуть записуватись в реальному часі. Ви впевнені, що бажаєте його відключити?
zh_hans: 关闭后台定位后不会实时记录你的行车路线，确定要关闭吗？
zh_hant: 關閉背景定位後，不會即時記錄你的行車路線，確定要關閉嗎？
