Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# SETTING_ITEM_POWER_ON_DELAY_OPTION_TITLE
source: Power On Delay
cs: Opožděné zapnutí napájení
et: Sisselülitumise viivitus
hu: Bekapcsolás késleltetése
it: Ritardo accensione
ja: 遅延シャットダウン
lt: Maitinimo delsa
lv: Ieslēgšanas aizkave
nl: Stroom op vertraging
pl: Opóźnienie włączenia zasilania
ro: întîrziere oprire
ru: Задержка включения питания
sk: Oneskorené zapnutie
uk: Затримка вмикання живлення
zh_hans: 延时开机
zh_hant: 延遲開機

# SETTING_ITEM_POWER_ON_DELAY_OPTION_OFF
source: Off
cs: Vyp.
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_POWER_ON_DELAY_OPTION_10SEC
source: 10 Seconds
cs: 10 sekund
et: 10 sek.
hu: 10 másodperc
it: 10 secondi
ja: 10秒
lt: 10 s.
lv: 10 sek.
nl: 10 seconden
pl: 10 sek.
ro: 10 secunde
ru: 10 сек.
sk: 10 sek.
uk: 10 сек.
zh_hans: 10秒
zh_hant: 10秒

# SETTING_ITEM_POWER_ON_DELAY_OPTION_20SEC
source: 20 Seconds
cs: 20 sekund
et: 20 sek.
hu: 20 másodperc
it: 20 secondi
ja: 20秒
lt: 20 Sekundžių
lv: 20 sek.
nl: 20 seconden
pl: 20 sek.
ro: 20 secunde
ru: 20 сек.
sk: 20 sek.
uk: 20 сек.
zh_hans: 20秒
zh_hant: 20秒

# SETTING_ITEM_POWER_ON_DELAY_OPTION_30SEC
source: 30 Seconds
cs: 30 sekund
et: 30 sekundit
hu: 30 másodperc
it: 30 secondi
ja: 30秒
lt: 30 s.
lv: 30 sek.
nl: 30 seconden
pl: 30 sek.
ro: 30 secunde
ru: 30 сек.
sk: 30 sek.
uk: 30 сек.
zh_hans: 30秒
zh_hant: 30秒

# SETTING_ITEM_POWER_OFF_DELAY_OPTION_TITLE
source: Power Off Delay
cs: Zpoždění vypnutí napájení
et: Väljalülitumise viiteaeg
hu: Kikapcsolás késleltetése
it: Ritardo spegnimento
ja: 遅延シャットダウン
lt: Išjungimo atidėjimas
lv: Izslēgšanas aizkave
nl: Uitschakelvertraging
pl: Opóźnienie wyłączenia zasilania
ro: Intarziere Oprire
ru: Задержка выключения питания
sk: Oneskorenie vypnutia
uk: Затримка вимикання живлення
zh_hans: 延时关机
zh_hant: 延遲關機

# SETTING_ITEM_POWER_OFF_DELAY_OPTION_OFF
source: Off
cs: Vypnuto
et: Väljas
hu: Kikapcs.
it: Spento
ja: オフ
lt: Išjungta
lv: Izslēgts
nl: Uit
pl: Wył.
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_POWER_OFF_DELAY_OPTION_10SEC
source: 10 Seconds
cs: 10 sekund
et: 10 sekundit
hu: 10 másodperc
it: 10 secondi
ja: 10秒
lt: 10 s.
lv: 10 sek.
nl: 10 seconden
pl: 10 sek.
ro: 10 secunde
ru: 10 сек.
sk: 10 sek.
uk: 10 сек.
zh_hans: 10秒
zh_hant: 10秒

# SETTING_ITEM_POWER_OFF_DELAY_OPTION_20SEC
source: 20 Seconds
cs: 20 sekund
et: 20 sekundit
hu: 20 másodperc
it: 20 secondi
ja: 20秒
lt: 20 Sekundžių
lv: 20 sek.
nl: 20 seconden
pl: 20 sek.
ro: 20 secunde
ru: 20 сек.
sk: 20 sek.
uk: 20 сек.
zh_hans: 20秒
zh_hant: 20秒

# SETTING_ITEM_POWER_OFF_DELAY_OPTION_30SEC
source: 30 Seconds
cs: 30 sekund
et: 30 sekundit
hu: 30 másodperc
it: 30 secondi
ja: 30秒
lt: 30 s.
lv: 30 sek.
nl: 30 seconden
pl: 30 sek.
ro: 30 secunde
ru: 30 сек.
sk: 30 sek.
uk: 30 сек.
zh_hans: 30秒
zh_hant: 30秒

# SETTING_ITEM_OVERSPEED_OPTION_TITLE
source: Over Speed
cs: Upozornění na překročení rychlosti
hu: Gyorshajtással kapcsoaltos riasztás
ja: スピード違反の注意
zh_hans: 超速提醒
zh_hant: 超速提醒

# SETTING_ITEM_OVERSPEED_OPTION_OFF
source: Off
cs: Vypnuto
hu: Kikapcs.
ja: オフ
zh_hans: 关闭
zh_hant: 关闭

# SETTING_ITEM_OVERSPEED_OPTION_70KM
source: 70km/h
ja: 70ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_80KM
source: 80km/h
ja: 80ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_90KM
source: 90km/h
ja: 90ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_100KM
source: 100km/h
ja: 100ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_110KM
source: 110km/h
ja: 110ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_120KM
source: 120km/h
ja: 120ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_130KM
source: 130km/h
ja: 130ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_140KM
source: 140km/h
ja: 140ｋｍ/ｈ

# SETTING_ITEM_OVERSPEED_OPTION_150KM
source: 150km/h
ja: 150ｋｍ/ｈ

# SETTING_ITEM_FCW_OPTION_TITLE
source: Front car collision reminder
cs: Upozornění na auto vepředu
hu: Elöl található autó figyelmeztetés
ja: フロント衝突警報
zh_hans: 前车碰撞提醒
zh_hant: 前車碰撞提醒

# SETTING_ITEM_LDWS_OPTION_TITLE
source: Lane offset reminder
cs: Upozornění na opuštění jízdního pruhu
hu: Sávelhagyás figyelmeztetés
ja: 車線ずれ注意
zh_hans: 车道偏移提醒
zh_hant: 車道偏移提醒

# SETTING_ITEM_SPEED_UNIT_OPTION_TITLE
source: Speed Unit
hu: Sebesség mértékegység
ja: スピードユニット
zh_hans: 速度单位
zh_hant: 速度單位

# SETTING_ITEM_GPS_FORMAT_OPTION_TITLE
source: GPS Format
cs: Formát GPS
hu: GPS formátum
ja: GPSウォータマークフォーマット
zh_hans: GPS水印格式
zh_hant: GPS水印格式

# SETTING_ITEM_IR_LED_OPTION_TITLE
source: IR LED
ja: 赤外線ライト
zh_hans: 红外灯设置
zh_hant: 紅外燈設置

# SETTING_ITEM_IR_LED_OPTION_ON
source: On
cs: Zap.
hu: Be
ja: オン
zh_hans: 打开
zh_hant: 打開

# SETTING_ITEM_IR_LED_OPTION_OFF
source: Off
cs: Vyp.
hu: Ki
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

# SETTING_ITEM_IR_LED_OPTION_AUTO
source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

# SETTING_ITEM_RESOLUTION_OPTION_1080P1080P
source: 1080P1080P
ja: フロントカメラ1080P+車内カメラ1080P

# SETTING_ITEM_RESOLUTION_OPTION_720P720P
source: 720P720P
ja: フロントカメラ720P+車内カメラ720P

# SETTING_ITEM_RESOLUTION_OPTION_1080P30FPS
source: 1080P30FPS
ja: フロントカメラ1080P+オフ
nl: 1080P30

# SETTING_ITEM_RESOLUTION_OPTION_720P30FPS
source: 720P30FPS
ja: フロントカメラ720P+オフ
nl: 720P30

# SETTING_ITEM_RECORD_MODE_OPTION_MOTION_DETECT
source: Motion Detection
cs: Détection de mouv.
et: Détection de mouv.
fr: Détection de mouv.
hu: Détection de mouv.
ja: Détection de mouv.
lt: Détection de mouv.
lv: Détection de mouv.
pl: Détection de mouv.
ro: Détection de mouv.
ru: Détection de mouv.
sk: Détection de mouv.
uk: Détection de mouv.
zh_hans: 移动侦测
zh_hant: 移動偵測

# SETTING_ITEM_RECORD_MODE_OPTION_PARKING_MODE
source: Parking
cs: Stationnement
et: Stationnement
fr: Stationnement
hu: Stationnement
ja: Stationnement
lt: Stationnement
lv: Stationnement
pl: Stationnement
ro: Stationnement
ru: Stationnement
sk: Stationnement
uk: Stationnement
zh_hans: 停车录像
zh_hant: 停車錄像

# offline_map_type_google
source: Google Map
cs: Google Mapa
es: Mapa de Google
et: Google kaart
hu: Google térkép
lt: Google žemėlapis
lv: Google karte
pl: Mapa Google
ro: Harti Google
ru: Карта Google
sk: Google Mapa
uk: Мапа Google
zh_hans: 谷歌地图

# alert_katon_video_msg
source: Your phone performance is not enough, 4K video playback may freeze.
zh_hans: 你的手机性能不够，播放4K视频可能会卡顿
zh_hant: 你的手機性能不夠，播放4K視頻可能會卡頓

# title_about_app_name
source: HR09
cs: prido i7
hu: prido i7
nl: Snooper MySpeed
zh_hans: 联想记录仪
zh_hant: 聯想記錄儀

# app_setting_title_lane_line
source: Lane Line
zh_hans: 车道辅助线
zh_hant: 開啟車道線

# error_msg_format_fail
source: Format Fail
zh_hans: 存储卡格式化失败

# alert_title_connect_car
source: The recorder has been connected to the car
zh_hans: 记录仪已经连接车机

# alert_msg_connect_car
source: The recorder is connected to the car, whether to disconnect the car from the phone？
zh_hans: 记录仪已连接车机,是否断开车机连接手机？

# SETTING_ITEM_WDR_OPTION_TITLE
source: WDR
ru: Эффект WDR
uk: Ефект WDR
zh_hans: 宽动态

# SETTING_ITEM_RECORD_MODE_OPTION_SLOW_RECORDING
source: 1FPS
zh_hans: 一秒一拍
zh_hant: 壹秒壹拍

# SETTING_ITEM_DIS_OPTION_TITLE
source: DIS
zh_hans: 防抖
zh_hant: 防抖

# SETTING_ITEM_LDC_OPTION_TITLE
source: LDC
zh_hans: 畸变校正
zh_hant: 畸變校正

# title_about_copyright
source: Copyright © 2016-2018 by Aoni Inc
cs: Copyright © 2019 by prido
de: Copyright © 2016-2019 by LAMPA S.p.A.
es: Copyright © 2016-2019 by LAMPA S.p.A.
et: Copyright © 2018 by prestigio.com
fr: Copyright © 2016-2019 by LAMPA S.p.A.
hu: Copyright © 2019 by prido
it: Copyright © 2016-2019 by LAMPA S.p.A.
lt: Copyright © 2018 by prestigio.com
lv: Copyright © 2018 by prestigio.com
nl: Copyright © 2013-2019 Performance Products Ltd.
pl: Copyright © 2018 by prestigio.com
ro: Copyright © 2018 by prestigio.com
ru: Copyright © 2018 by prestigio.com
sk: Copyright © 2018 by prestigio.com
uk: Copyright © 2018 by prestigio.com

# SETTING_ITEM_STAMP_OPTION_LOGO
source: Logo
hu: Logó
lt: Logotipas
lv: Logotips
ru: Логотип
uk: Лого

# SETTING_ITEM_TIME_FORMAT_OPTION_YYYY/MM/DD
source: YYYY/MM/DD
cs: RRRR/MM/DD
et: AAAA/KK/PP
hu: ÉÉÉÉ/HH/NN
lt: METAI/MĖNUO/DIENA
lv: GGGG/MM/DD
nl: JJJJ/MM/DD
pl: RRRR/MM/DD
ru: ГГГГ/ММ/ДД
sk: RRRR/MM/DD
uk: РРРР/ММ/ДД

# SETTING_ITEM_TIME_FORMAT_OPTION_MM/DD/YYYY
source: MM/DD/YYYY
cs: MM/DD/RRRR
et: KK/PP/AAAA
hu: HH/NN/ÉÉÉÉ
lt: MM/DD/MMM
lv: MM/DD/GGGG
nl: MM/DD/JJJJ
pl: MM/DD/RRRR
ru: ММ/ДД/ГГГГ
sk: MM/DD/RRRR
uk: ММ/ДД/РРРР

# SETTING_ITEM_TIME_FORMAT_OPTION_DD/MM/YYYY
source: DD/MM/YYYY
cs: DD/MM/RRRR
et: PP/KK/АААА
hu: NN/HH/ÉÉÉÉ
lt: DD/MM/MMMM
lv: DD/MM/GGGG
nl: DD/MM/JJJJ
pl: DD/MM/RRRR
ru: ДД/ММ/ГГГГ
sk: DD/MM/RRRR
uk: ДД/ММ/РРРР

# tip_connect_dialog_wifi_name
source: Car-DVR-XXXX
nl: SnooperMySpeed_XXXX

# SETTING_ITEM_LANGUAGE_OPTION_ENGLISH
source: English
nl: Engels

# SETTING_ITEM_LANGUAGE_OPTION_CHINA_SIMPLE
source: 简体中文
nl: Vereenvoudigd Chinees

# SETTING_ITEM_LANGUAGE_OPTION_CHINA_COMPLEX
source: 繁體中文
nl: Traditioneel Chinees

# SETTING_ITEM_LANGUAGE_OPTION_CHINESESIMPLE
source: 简体中文
nl: Vereenvoudigd Chinees

# SETTING_ITEM_LANGUAGE_OPTION_CHINESECOMPLEX
source: 繁體中文
nl: Traditioneel Chinees

# SETTING_ITEM_LANGUAGE_OPTION_RUSSIA
source: Pусский
nl: Russisch

# SETTING_ITEM_LANGUAGE_OPTION_GERMAN
source: Deutsche
nl: Duits

# SETTING_ITEM_LANGUAGE_OPTION_JAPAN
source: 日本語
nl: Japans

# SETTING_ITEM_LANGUAGE_OPTION_SPANISH
source: Español
nl: Spaans

# SETTING_ITEM_LANGUAGE_OPTION_FRENCH
source: Français
nl: Frans

# SETTING_ITEM_LANGUAGE_OPTION_ITALIAN
source: Lingua italiana
nl: Italiaans

# camera_speed_label_title_km
source: Km/h
lv: km/st
ru: Км/ч
uk: Км/год.

# camera_speed_label_title_miles
source: Mph
lv: Jūdzes stundā
ru: Миль/ч
uk: Миль/год.

# app_setting_speed_km
source: Km/h
lv: km/st
ru: Км/ч
uk: Км/год.

# app_setting_speed_miles
source: Mph
lv: Jūdzes stundā
ru: Миль/ч
uk: Миль/год.

# SETTING_ITEM_FLICKER_OPTION_50HZ
source: 50HZ
ru: 50 Гц
uk: 50 Гц

# SETTING_ITEM_FLICKER_OPTION_60HZ
source: 60HZ
ru: 60 Гц
uk: 60 Гц
