Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# tip_wifi_psw_format_error
source: WiFi password can only be letters or numbers
cs: Heslo WiFi může obsahovat pouze čísla a písmena.
de: Das WLAN-Passwort kann nur aus Buchstaben oder Zahlen bestehen
es: La contraseña de WiFi solo puede ser letras o números
et: Salasõna võib koosneda tähtedest ja numbritest
fr: Le mot de passe WiFi ne peut être que des lettres ou des chiffres
hu: A WiFi jelszó csak számokat és betűket tartalmazhat.
it: La password WiFi deve avere solo lettere e numeri
ja: WiFiパスワードは文字か数字しか使えません。
lt: Belaidžio tinklo slap. gali būti tik skait. Ar raid.
lv: WiFi parolē jābūt tikai burtiem vai cipariem
nl: WiFi wachtwoord kan alleen letters of cijfers zijn
pl: Hasło WiFi może byc tylko zapisane literami i cyframi
ro: Parola WiFi poate fi numai litere sau numere
ru: Пароль WiFi может содержать только буквы или цифры
sk: Heslo WiFi môže obsahovať iba písmená alebo čísla
uk: Пароль WiFi може містити тільки букви або цифри
zh_hans: WiFi密码只能是字母或数字
zh_hant: Wi-Fi密碼只能是字母或數字

# tip_wifi_psw_length_less
source: Password length must be 8 to 16
cs: Heslo musí obsahovat 8 až 16 znaků
de: Die Passwortlänge muss zwischen 8 und 16 liegen
es: La longitud de la contraseña debe ser de 8 a 16
et: Salasõna pikkus olgu 8-16 märki
fr: La longueur du mot de passe doit être comprise entre 8 et 16.
hu: A jelszónak 8 és 16 karakter között kell lennie
it: La password deve essere lunga da 8 a 16
ja: WiFiパスワードの長さは8から16桁でなければなりません。
lt: Slap. Turi būti ne mažiau kaip 8 iki 16
lv: Parolei jāsatur 8 līdz 16 zīmes
nl: Wachtwoordlengte moet 8 tot 16 zijn
pl: Hasło musi mieć od 8 do 16 znaków
ro: Lungimea parolei trebuie sa fie intre 8 si 16
ru: Длина пароля должна быть от 8 до 16
sk: heslo musí obsahovať 8 až 16 znakov
uk: Довжина паролю повинна бути від 8 до 16 символів
zh_hans: WiFi密码长度必须为8到16位
zh_hant: Wi-Fi密碼長度必須為8到16位

# tip_connect_camera_wifi
source: Please connect the recorder WiFi
cs: Spojit rekordér s WiFi
de: Bitte verbinden Sie den Recorder WiFi
es: Por favor, conecte la grabadora WiFi
et: Aktiveeri salvestaja WiFi
fr: S'il vous plaît connecter l'enregistreur WiFi
hu: Wi-Fi rögzítő csatlakoztatása
it: Collegare la telecamere WiFi
ja: リコーダーWiFiに接続してください。
lt: Prašome prisijungti prie belaidžio tinklo
lv: Pieslēgt ierakstītāju pie WiFi tīkla
nl: Sluit de recorder WiFi
pl: Podłącz nagrywarkę WiFi
ro: va rugam reconectati inregistrarea WiFi
ru: Пожалуйста, подключите WiFi рекордер
sk: Pripojte rekordér WiFi
uk: Будь ласка, під'єднайте WiFi рекордер
zh_hans: 请连接记录仪WiFi
zh_hant: 請連接記錄器Wi-Fi

# tip_camera_not_connected
source: Recorder is not connected
cs: Zařízení není připojeno.
de: Der Recorder ist nicht angeschlossen
es: La grabadora no está conectada
et: Ühendus salvestajaga puudub
fr: L'enregistreur n'est pas connecté
hu: A készülék nincs csatlakoztatva.
it: La telecamera non è collegata
ja: リコーダーは接続されていません。
lt: Grotuvas neprijungtas
lv: Nav pieslēgts ierakstītājs
nl: Recorder is niet aangesloten
pl: Nagrywarka nie jest podłaczona
ro: Inregistrarea nu este conectata
ru: Рекордер не подключен
sk: Rekordér nie je pripojený
uk: Рекордер не під'єднаний
zh_hans: 记录仪没有连接
zh_hant: 記錄器沒有連接

# tip_connect_network_before_share
source: Current network is unavailable
cs: Vybraná síť je nedostupná
de: Das aktuelle Netzwerk ist nicht verfügbar
es: La red actual no está disponible
et: Võrk ei ole saadaval
fr: Le réseau actuel est indisponible
hu: A kiválasztott hálózat nem elérhető
it: La rete non è disponibile
ja: 現在のネットワークは利用できません。
lt: Dabar internetas nepasiekiamas
lv: Šis tīkls nav pieejams
nl: Huidig netwerk is niet beschikbaar
pl: Wybrana sieć jest niedostępna
ro: reteaua curenta nu este disponibila
ru: Текущая сеть недоступна
sk: Aktuálna sieť nie je k dispozícii
uk: Поточна мережа недоступна
zh_hans: 当前网络不可用
zh_hant: 當前網路不能用

# tip_connect_fail
source: Failed to connect the recorder
cs: Zařízení se nepodařilo připojit.
de: Der Rekorder konnte nicht angeschlossen werden
es: Fallo al conectar la grabadora
et: Viga ühenduse loomisel
fr: Impossible de connecter l'enregistreur
hu: A készülék csatlakoztatása sikertelen.
it: Collegamento alla telecamera fallito
ja: レコーダの接続に失敗しました。
lt: Neprisijungta prie įrašo
lv: Ierakstītāju neizdevās pieslēgt
nl: Kan de recorder niet aansluiten
pl: Nie udało sie podłączyć nagrywarki
ro: Nu se poate conecta la inregistrare
ru: Не удалось подключить рекордер
sk: Nepodarilo sa pripojiť rekordér
uk: Чи не вдалось під'єднати рекордер
zh_hans: 连接记录仪失败
zh_hant: 連接記錄器失敗

# tip_wifi_reset_after_disconnect
source: Modified successfully, please reconnect the recorder
cs: Modifikace se zdařila, připojit rekordér.
de: Erfolgreich geändert, verbinden Sie den Rekorder bitte erneut
es: Modificado exitosamente, por favor reconecte la grabadora
et: Palun loo uuesti ühendus salvestajaga
fr: Modifié avec succès, veuillez reconnecter l'enregistreur
hu: Sikeres frissítés, csatlakoztassa a rögzítőt.
it: Modificato con successo, riconnettere la telecamera
ja: 修正が成功しました。レコーダーに再接続してください。
lt: Pakeitimai sėkmingi, prašome vėl prijungti grotuvą
lv: Izdevās modificēt, pieslēdziet ierakstītāju atpakaļ
nl: Is gewijzigd, sluit u de recorder opnieuw aan
pl: Modyfikacja udana, podłącz nagrywarkę
ro: Modificată cu succes, reconectați
ru: Успешно изменено, пожалуйста, подключите рекордер
sk: Úspešne upravené, znova pripojte rekordér
uk: Успішно змінено, будь ласка, під'єднайте рекордер
zh_hans: 修改成功，请重新连接记录仪
zh_hant: 修改成功，請重新連接主機

# tip_wifi_set_fail
source: WiFi setup failed
cs: Nepovedené nastavení WiFi
de: WLAN-Einrichtung fehlgeschlagen
es: La configuración de WiFi falló
et: Viga WiFi seadistamisel
fr: La configuration du WiFi a échoué
hu: Sikertelen WiFi beállítás
it: Impostazione WiFi fallita.
ja: Wi-Fiの設定が失敗しました
lt: Belaidžio tink. nust. nesėkmingi
lv: Neizdevās iestatīt WiFi
nl: WiFi Setup mislukt
pl: Niepowodzenie ustawienia WiFi
ro: setare WiFi esuata
ru: Ошибка настройки Wi-Fi
sk: Nastavenie Wifi zlyhalo
uk: Помилка налаштування Wi-Fi
zh_hans: WiFi设置失败
zh_hant: Wi-Fi設置失敗

# tip_dialog_title
source: Tips
cs: Tipy
de: Tipps
es: Consejos
et: Nõuanded
fr: Conseils
hu: Tippek
it: Consigli
ja: ヒント
lt: Patarimai
lv: Padomi
pl: Wskazówki
ro: Sfaturi
ru: Подсказки
sk: Tipy
uk: Підказки
zh_hans: 温馨提示
zh_hant: 溫馨提示

# tip_camera_disconnect
source: Recorder disconnected
cs: Rekordér byl odpojen
de: Recorder nicht verbunden
es: Grabadora desconectada
et: Ühendus katkestatud
fr: Enregistreur déconnecté
hu: Eszköz lecsatlakoztatva
it: Telecamera scollegata
ja: リコーダーの接続が切断されました。
lt: Atsijungta nuo grotuvo
lv: Ierakstītājs atvienots
nl: Recorder losgekoppeld
pl: Nagrywarka odłączona
ro: Inregistrare oprita
ru: Рекордер отключен
sk: rekordŕ bol odpojený
uk: Рекордер від'єднаний
zh_hans: 记录仪断开连接
zh_hant: 記錄器取消連接

# tip_edit_video_voice_off
source: Video sound off
cs: Zvuk videa je vyp.
de: Video-Ton aus
es: Sonido de video apagado
et: Video ilma helita
fr: Son vidéo désactivé
hu: Videóhang kikapcsolva
it: Audio del video spento
ja: 動画原音オフ
lt: Vaizdo garsas išjungtas
lv: Videoieraksta skaņa izslēgta
nl: Video geluid uit
pl: Dźwięk video wył.
ro: Sunet video oprit
ru: Звук видео выкл.
sk: Zvuk videa vypnutý
uk: Звук відео вимк.
zh_hans: 视频原音关闭
zh_hant: 關閉影像聲音

# tip_edit_video_voice_on
source: Open video sound
cs: Přehrávat zvuk videa
de: Video-Sound öffnen
es: Sonido de video abierto
et: Aktiveeri heli
fr: Son vidéo ouvert
hu: Videóhang lejátszása
it: Audio del video acceso
ja: 動画原音オン
lt: Atidaryti vaizdo garso nust.
lv: Ieslēgt videoieraksta skaņu
nl: Video geluid openen
pl: Odtwarzaj dźwięk video
ro: Deschideti sunet
ru: Звук видео вкл.
sk: Otvoriť zvuk videa
uk: Звук відео увімк.
zh_hans: 视频原音打开
zh_hant: 開啟影像聲音

# tip_not_allowed_play_online
source: Does not support online play, please download first!
cs: Není možné přehrávat online, prosíme o stažení souboru!
de: Unterstützt kein Online-Spiel, bitte zuerst herunterladen!
es: No es compatible con el juego en línea, por favor descargue primero!
et: Enne esitamist laadi fail alla!
fr: Ne supporte pas le jeu en ligne, veuillez télécharger d'abord!
hu: Nincs lehetőség online lejátszásra, először töltse le a fájlt!
it: Non supporta la riproduzione online, scaricare prima!
ja: オンライン再生はサポートされていません。まずダウンロードしてください。
lt: Nepalaikomas tinklinis paleidimas, pirmiau atsisiųskite!
lv: Neatbalsta atskaņošanu tiešsaistē, vispirms lejupielādēt
nl: Ondersteunt geen online spelen, download dan eerst!
pl: Nie ma możliwości odtwarzania online, prosze najpierw pobrać plik!
ro: Nu acceptă suportul, vă rugăm să descărcați mai întâi!
ru: Не поддерживает онлайн-воспроизведение, пожалуйста, сначала скачайте!
sk: Nepodporuje on-line prehrávanie, najskôr si to stiahnite!
uk: Не підтримує онлайн-відтворення, будь ласка, спочатку скачайте!
zh_hans: 不支持在线播放,请先下载!
zh_hant: 不支援線上播放，請先下載！

# tip_rtsp_player_loading_fail
source: Failed to load
cs: Nepodařilo se přehrát
de: Laden fehlgeschlagen
es: Falló al cargar
et: Viga laadimisel
fr: Échec du chargement
hu: Sikertelen lejátszás
it: Caricamento fallito
ja: ロードが失敗しました
lt: Nesėklingas įkėlimas
lv: Neizdevās ielādēt
nl: Kan niet worden geladen
pl: Nieudane pobieranie
ro: incarcare esuata
ru: Ошибка загрузки
sk: Nepodarilo sa načítať
uk: Помилка завантаження
zh_hans: 加载失败
zh_hant: 下載失敗

# tip_save_photo_success
source: Picture saved
cs: Obrázek byl uložen
de: Bild gespeichert
es: Imagen guardada
et: Salvestatud
fr: Photo sauvegardée
hu: Kép mentve
it: Foto salvata
ja: 写真が保存しました
lt: Nuotrauka išsaugota
lv: Attēls saglabāts
nl: Foto opgeslagen
pl: Obraz zapisany
ro: imagine salvata
ru: Картинка сохранена
sk: obrázok bol uložený
uk: Зображення збережено
zh_hans: 图片已保存
zh_hant: 照片已保存

# tip_save_small_video_success
source: Small video saved
cs: Uloženo krátké video
de: Kleines Video gespeichert
es: Pequeño video guardado
et: Video salvestatud
fr: Petite vidéo enregistrée
hu: Rövid videó mentve
it: Breve video salvato
ja: ビデオが保存しました
lt: Mažas įrašas išsaugotas
lv: Saglabāts īss videoieraksts
nl: Kleine video opgeslagen
pl: Małe video zapisane
ro: video salvat
ru: Превью сохранено
sk: krátke video bolo uložené
uk: Прев'ю збережено
zh_hans: 小视频已保存
zh_hant: 影片已保存

# tip_video_player_loading_fail
source: Video failed to load
cs: Chyba načítání videa
de: Video konnte nicht geladen werden
es: El video no se pudo cargar
et: Viga laadimisel
fr: Échec du chargement de la vidéo
hu: Hiba a videó betöltésekor
it: Caricamento video fallito
ja: ビデオロードが失敗しました
lt: Vaizdo įrašas išsaugotas
lv: Neizdevās ielādēt videoierakstu
nl: Video kan niet worden geladen
pl: Błąd ładowania video
ro: incarcare video esuata
ru: Не удалось загрузить видео
sk: Video sa nepodarilo načítať
uk: Не вдалося завантажити відео
zh_hans: 视频加载失败
zh_hant: 影片下載失敗

# tip_search_city
source: Please enter city name or Pinyin
cs: Uvést název města
de: Bitte geben Sie den Namen der Stadt an
es: Por favor ingrese el nombre de la ciudad
et: Sisesta linna nimi
fr: S'il vous plaît entrer le nom de la ville
hu: Adja meg a városnevet
it: Inserire nome città
ja: 都市名またはピンインを入力してください。
lt: Prašome įvesti miesto pavadinimą or Pinyin
lv: Ievadiet pilsētas nosaukumu vai izmantojiet piņjiņu
nl: Voer de plaatsnaam in
pl: Wprowadź nazwę miasta
ro: introduceti nume oras sau Pinyin
ru: Введите название города
sk: Zadajte prosím názov mesta alebo Pinyin
uk: Введіть назву міста
zh_hans: 请输入城市名称或者拼音
zh_hant: 請輸入城市名稱或拼音

# tip_connect_first
source: Please connect first
cs: Nejprve připoit
de: Bitte zuerst verbinden
es: Por favor conecte primero
et: Loo esmalt ühendus
fr: S'il vous plaît connecter en premier
hu: Először csatlakoztassa
it: Collegare prima
ja: 先に接続してください
lt: Išatisykite iš pradžių
lv: Vispirms to pievienojiet
nl: Gelieve eerst verbinding te maken
pl: Najpierw podłącz
ro: mai intai conectati
ru: Сначала подключитесь
sk: Najskôr sa pripojte
uk: Спочатку встановіть з'єднання
zh_hans: 请先连接
zh_hant: 請先連線

# tip_loading
source: Loading...
cs: Probíhá načítání…
de: Wird geladen...
es: Cargando...
et: Laadimine...
fr: Chargement...
hu: Töltés folyamatban ...
it: Caricamento…
ja: ダウンロード中
lt: Įkeliama...
lv: Notiek ielāde...
nl: Laden...
pl: Trwa ładowanie...
ro: Încărcare...
ru: Загрузка…
sk: Prebieha načítavanie...
uk: Завантаження...
zh_hans: 加载中...
zh_hant: 下載中

# tip_alert_title
source: Tips
cs: Tipy
de: Tipps
es: Consejos
et: Nõuanded
fr: Conseils
hu: Tippek
it: Consigli
ja: ヒント
lt: Patarimai
lv: Padomi
pl: Wskazówki
ro: Sfaturi
ru: Подсказки
sk: Tipy
uk: Підказки
zh_hans: 温馨提示
zh_hant: 溫馨提示

# tip_alert_not_support_google_offline_map
source: Does not support Google offline map
cs: Bez podpory map Google Offline
de: Unterstützt keine Google Offline-Karte
es: No es compatible con el mapa sin conexión de Google
et: Ei toeta Google Map teenust
fr: Ne prend pas en charge la carte Google hors connexion
hu: A Google Offline térképek nem támogatottak
it: Non supporta Google map offline
ja: Googleのオフライン地図はサポートされていません。
lt: Nepalaiko atjungtų Google žemėlapių
lv: Neatbalsta Google bezsaistes karti
nl: Biedt geen ondersteuning voor Google offline map
pl: Nie ma wsparcia dla map Google offline
ro: Nu suporta harta google offline
ru: Офлайн-карта Google не поддерживается
sk: Nepodporuje Google offline mapu
uk: Офлайн-мапа Google не підтримується
zh_hans: 不支持谷歌离线地图
zh_hant: 不支援離線地圖

# tip_be_setting_language
source: Setting language...
cs: Nastavení jazyka…
de: Sprache einstellen ...
es: Ajustes de Idioma...
et: Keele seadmine...
fr: Réglage de la langue ...
hu: Nyelvbeállítás...
it: Impostazione lingua…
ja: 言語設定中....
lt: Kalbos nustatymai
lv: Iestata valodu...
nl: Taal instellen...
pl: Ustawienia języka...
ro: setare limba
ru: Установка языка...
sk: Nastaviť jazyk ...
uk: Мова встановлюється...
zh_hans: 正在设置语言...
zh_hant: 正在設定語言

# tip_start_record_route
source: Start recording route
cs: Spustit nahrávání trasy
de: Aufnahme Route starten
es: Empezar a grabar ruta
et: Alusta salvestamist
fr: Commencer l'enregistrement de l'itinéraire
hu: Útrögzítés elindítása
it: Inizio registrazione percorso
ja: スタートルート
lt: Pradėti įrašo maršruta
lv: Sākt maršruta ierakstīšanu
nl: Start de opname route
pl: Start sekwencji nagrywania
ro: porneșteÎnregistrareRută
ru: Начать запись маршрута
sk: Spustite nahrávanie trasy
uk: Розпочати запис маршруту
zh_hans: 开始记录路线
zh_hant: 開始記錄路線

# tip_stop_record_route
source: Stop recording directions
cs: Pozastavit nahrávání trasy
de: Stoppen Sie die Aufnahmerichtungen
es: Dejar de grabar direcciones
et: Peata salvestamine
fr: Arrêtez les directions d'enregistrement
hu: Útrögzítés leállítása
it: Fine registrazione percorso
ja: 記録ルートを停止します
lt: Sustabdyti, įrašymo nurodymus
lv: Apturēt maršrutu ierakstīšanu
nl: Opname richtingen stoppen
pl: Wstrzymaj nagrywanie wskazówek
ro: oprește Înregistrare indicatii
ru: Остановить запись маршрута
sk: Zastaviť nahrávanie trasy
uk: Зупинити запис маршруту
zh_hans: 停止记录路线
zh_hant: 停止記錄路線

# tip_share_success
source: Share success
cs: Úspěšné dokončení sdílení
de: Teilen Sie den Erfolg
es: Compartir el exito
et: Edukalt jagatud
fr: Partager le succès
hu: Sikeres megosztás
it: Condivisione completata
ja: アップロードが成功しました
lt: Pasidalinta sėkmingai
lv: Kopīgot veiksmīgos rezultātus
nl: Succes delen
pl: Udostępnione z sukcesem
ro: partajare reusita
ru: Успешно опубликовано
sk: Zdieľanie úspešné
uk: Успішно опубліковано
zh_hans: 分享成功
zh_hant: 分享成功

# tip_share_fail
source: Sharing failed
cs: Neúspěšné sdílení
de: Freigabe fehlgeschlagen
es: Fallo al compartir
et: Viga jagamisel
fr: Le partage a échoué
hu: Sikertelen megosztás
it: Condivisione fallita
ja: アップロードが失敗しました
lt: Pasidalinimas nesėkmingas
lv: Neizdevās kopīgot
nl: Delen mislukt
pl: Udostępnianie nieudane
ro: partajare esuata
ru: Ошибка публикации
sk: Zdieľanie sa nepodarilo
uk: Помилка публікації
zh_hans: 分享失败
zh_hant: 分享失敗

# tip_share_cancel
source: Cancel
cs: Storno
de: Stornieren
es: Cancelar
et: Tühista
fr: Annuler
hu: Mégse
it: Cancellare
ja: アップロードをキャンセル
lt: Atšaukti
lv: Atcelt
nl: Annuleren
pl: Anuluj
ro: Anulați
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消分享
zh_hant: 取消分享

# tip_upload_fail
source: Upload fail,reupload
cs: Neúspěšné zaslání, opakujte pokus
de: Upload fehlgeschlagen, erneut hochladen
es: Fallo de carga, reupload
et: Viga. Proovi uuesti
fr: Échec du téléchargement, réusinage
hu: Küldés sikertelen, próbálja meg újra
it: Caricamento fallito, ricaricare
ja: アップロードに失敗しました。再アップロードします。
lt: Įkėlimas nesėkmingas, bandyti iš naujo
lv: Augšupielāde neizdevās. Mēģināt vēlreiz
nl: Uploaden mislukt, opnieuw uploaden
pl: Przesyłanie nieudane, ponów próbę
ro: incarcare esuata, reincercati
ru: Ошибка загрузки, повторная загрузка
sk: Nahrávanie zlyhalo, opätovné načítanie
uk: Помилка завантаження, перезавантаження
zh_hans: 上传失败，重新上传
zh_hant: 上傳失敗，重新上傳

# tip_format_tf_card_success
source: Format TF card successful
cs: Formátování paměťové karty ukončeno
de: Formatieren der TF-Karte erfolgreich
es: Formato de tarjeta TF exitosa
et: Kaart formateeritud
fr: Formater la carte TF avec succès
hu: Memóriakártya formázása befejeződött
it: Formattazione scheda TF completata
ja: TFカードのフォーマットに成功しました
lt: Formatas TF kortelės sėkmingas
lv: TF zibatmiņa ir formatēta
nl: Format TF-kaart succesvol
pl: Formatowanie karty pamięci zakończone
ro: Formatare card TF reusita
ru: Карта отформатирована успешно
sk: Formátovanie karty TF úspešné
uk: Карта відформатована успішно
zh_hans: 格式化TF卡成功
zh_hant: 記憶卡格式成功

# tip_default_setting_success
source: Restore factory settings successfully
cs: Tovární nastavení obnoveno
de: Wiederherstellen der Werkseinstellungen erfolgreich
es: Restaurar la configuración de fábrica con éxito
et: Algseadistus taastatud
fr: Restaurer les paramètres d'usine avec succès
hu: Gyári beállítások visszaállítva
it: Reset impostazione di fabbrica completato
ja: 出荷時設定を復元しました。
lt: Gamykliniai parametrai atkurti sėkmingai
lv: Rūpnīcas iestatījumi ir atjaunoti
nl: Fabrieksinstellingen herstellen
pl: Powrót do ustawień fabrycznych zakończony
ro: Revenire la setarile din fabrica reusita
ru: Заводские настройки восстановлены
sk: úspešné obnovenie výrobných nastavení
uk: Заводські налаштування відновлені
zh_hans: 恢复出厂设置成功
zh_hant: 恢復原廠設置成功

# tip_connect_dialog_title
source: Please connect in WiFi settings
cs: Aktivovat WiFi v nastavení
de: Verbinden in WLAN-Einstellungen
es: Conectar los parámetros WiFi
et: WiFi ühendus
fr: Connecter dans les paramètres WiFi
hu: Aktiválja a WiFi-t a beállításokban
it: Collegare nelle impostazioni WiFi
ja: WiFi設定で接続してください。
lt: Prisijunkite prie WiFi nustatymų
lv: Izmantojot WiFi iestatījumus
nl: Gelieve verbinding te maken in WiFi-instellingen
pl: Połącz w ustawieniach WiFi
ro: conectati la setarile WiFi
ru: Пожалуйста WiFi в настройках
sk: Pripojte sa do nastavení WiFi
uk: Підключить WiFi в налашт.
zh_hans: 请在WiFi设置中连接
zh_hant: 請在Wi-Fi設置中連接

# tip_connect_dialog_button_title
source: I know
cs: OK
de: Ok
es: Okay
et: Ma tean
fr: Ok
hu: OK
it: Ok
ja: 分かりました
lt: Aš žinau
lv: Es zinu
nl: OK
pl: Wiem
ro: Ştiu
ru: Я знаю
sk: Viem
uk: Я знаю
zh_hans: 我知道了
zh_hant: 我知道了

# tip_upload_firmware_success
source: Upload firmware successfully
cs: Nahrávání firmware ukončeno
de: Firmware erfolgreich hochladen
es: Cargar firmware correctamente
et: Püsivara laetud
fr: Télécharger le firmware avec succès
hu: Firmware feltöltése befejeződött
it: Aggiornamento firmware completato
ja: ファームウェアのアップロードに成功しました
lt: Prog. Aparat. Įranga įkelta sėkmingai
lv: Izdevās augšupielādēt aparātprogrammatūru
nl: Upload firmware met succes
pl: Pobieranie firmware zakończone
ro: incarcare firmware reusita
ru: Прошивка успешно загружена
sk: upload firmwaru úspešný
uk: Прошивку успішно завантажено
zh_hans: 上传固件成功
zh_hant: 上傳軟件成功

# msg_deleting_camera_file
source: Deleting...
cs: Odstraňování…
de: Löschen ...
es: Borrando ...
et: Kustutamine...
fr: Suppression ...
hu: Törlés ...
it: Cancellando…
ja: 削除中..
lt: Trinama...
lv: Dzēš...
nl: Verwijderen...
pl: Usuwanie ...
ro: Se șterge...
ru: Удаление...
sk: Odstraňovanie
uk: Видалення...
zh_hans: 正在删除...
zh_hant: 正在刪除

# msg_taking_picture
source: Taking pictures...
cs: Fotografuji…
de: Fotografieren...
es: Tomando fotos...
et: Pildistan...
fr: Prendre des photos...
hu: Képkészítés folyamatban...
it: Scattando foto…
ja: 写真を撮っています
lt: Padaryti nuotrauką
lv: Uzņem attēlus...
nl: Foto's maken...
pl: Robię zdjęcie...
ro: faceti fotografii
ru: Фотосъёмка...
sk: Fotenie...
uk: Фотозйомка...
zh_hans: 拍照中...
zh_hant: 拍照中

# msg_taking_small_video
source: Recording small video
cs: Nahrávám krátké video
de: Aufnahme eines kleinen Videos
es: Grabando pequeño video
et: Salvestan videot
fr: Enregistrement d'une petite vidéo
hu: Rövid videófelvétel folyamatban
it: Registro breve video
ja: 動画を録画しています。
lt: Įrašomas mažas vaizdas
lv: Ieraksta īsu video
nl: Kleine video opnemen
pl: Nagrywam małe video
ro: inregistrare video
ru: Запись превью
sk: Nahrávanie krátkeho videa
uk: Запис прев'ю
zh_hans: 正在录制小视频
zh_hant: 正在錄製影片

# msg_be_handling_video
source: Processing video
cs: Přehrávání videa
de: Video wird verarbeitet
es: Procesamiento de video
et: Video töötlemine
fr: Traitement vidéo
hu: Videó feldolgozása
it: Video in lavorazione
ja: 動画を処理しています。
lt: Apdorojamas vaizdas
lv: Apstrādā video
nl: Video verwerken
pl: Przetwarzanie video
ro: procesare video
ru: Обработка видео
sk: Spracovanie videa
uk: Обробка відео
zh_hans: 正在处理视频...
zh_hant: 正在處理影像

# msg_be_clearing_cache
source: Clearing cache...
cs: Čištění příruční paměti
de: Cache löschen ...
es: Borrando caché ...
et: Puhastan vahemälu...
fr: Effacement du cache ...
hu: Gyorsítótár törlése ...
it: Svuotando la cache…
ja: キャッシュをクリアしています。
lt: Išvalyti atmintinę
lv: Tīra kešatmiņu...
nl: Cache leegmaken...
pl: Czyszczenie pamięci podręcznej...
ro: Șterge Memorie cache
ru: Очистка кеша...
sk: Vyčistenie vyrovnávacej pamäte ...
uk: Очищення кеша...
zh_hans: 正在清除缓存...
zh_hant: 正在清除暫存

# title_camera_name
source: Onyx Drive Recorder
cs: prido i7
de: LAMPA BLACK BOX
es: LAMPA BLACK BOX
fr: LAMPA BLACK BOX
hu: prido i7
it: LAMPA BLACK BOX
ja: ドライブレコーダー
lt: "Onyx Drive" įrašymas
lv: Onyx Drive ierakstītājs
nl: DVR MySpeed
pl: Nagrywanie Onyx Drive
ru: Рекордер Onyx Drive
uk: Рекордер Onyx Drive
zh_hans: 奥尼行车记录仪
zh_hant: 行車記錄器

# title_camera_setting
source: Recorder settings
cs: Nastavení rekordéru
de: Recorder-Einstellungen
es: Ajustes de la grabadora
et: Seadistused
fr: Paramètres de l'enregistreur
hu: Rögzítő beállításai
it: Impostazione telecamera
ja: リコーダーの設定
lt: Įrašymo nustatymai
lv: Ierakstītāja iestatījumi
nl: Recorder instellingen
pl: Ustawienia nagrywania
ro: setari Înregistrare
ru: Настройки рекордера
sk: Nastavenia rekordéra
uk: Налаштування рекордера
zh_hans: 记录仪设置
zh_hant: 記錄器設定

# title_video_edit
source: Video Edit
cs: Editace videa
de: Video bearbeiten
es: Edición de video
et: Videotöötlus
fr: Montage vidéo
hu: Videó szerkesztése
it: Modifica video
ja: 動画リスト
lt: Redaguoti vaizdą
lv: Video rediģēšana
nl: Video bewerken
pl: Edycja video
ro: Editare video
ru: Редактировать видео
sk: Editovanie videa
uk: Редагувати відео
zh_hans: 视频剪辑
zh_hant: 影片剪輯

# title_share_video
source: Select Video
cs: Vybrat video
de: Video auswählen
es: Seleccione video
et: Vali video
fr: Sélectionnez la vidéo
hu: Videó kiválasztása
it: Seleziona video
ja: ビデオを選択
lt: Pasirinkti vaizdo įrašą
lv: Izvēlēties video
nl: Selecteer Video
pl: Wybierz wideo
ro: Selecție video
ru: Выбрать видео
sk: Vybrať video
uk: Вибрати відео
zh_hans: 选择视频
zh_hant: 選擇影片

# title_share_image
source: Select Photo
cs: Vybrat fotografii
de: Foto auswählen
es: Seleccione Foto
et: Vali foto
fr: Sélectionnez une photo
hu: Kép kiválasztása
it: Seleziona foto
ja: 写真を選択
lt: Pasirinkti nuotrauką
lv: Izvēlēties fotogrāfiju
nl: Selecteer foto
pl: Wybierz zdjęcie
ro: Selectare imagine
ru: Выбрать фото
sk: Zvoliť fotografiu
uk: Виберіть фото
zh_hans: 选择照片
zh_hant: 選擇照片
