Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# offline_map_section_title_updating
source: Updatable
cs: Aktualizování
de: Aktualisierbar
es: Actualizable
et: Uuendatav
fr: Actualisable
hu: Frissítés
it: Aggiornabile
ja: 更新可能
lt: Atnaujinta
lv: Atjaunināms
nl: Bijgewerkt
pl: Do aktualizacji
ro: Actualizat
ru: Обновляемая
sk: aktualizované
uk: Оновлювана
zh_hans: 可更新
zh_hant: 可更新

# offline_map_section_title_downloaded
source: Downloaded
cs: Staženo
de: Heruntergeladen
es: Descargado
et: Allalaaditud
fr: Téléchargé
hu: Letöltött elemek
it: Scaricato
ja: ダウンロードしました
lt: Atsisiųsta
lv: Lejupielādēts
nl: Gedownload
pl: Pobrane
ro: Descărcate
ru: Загруженная
sk: Stiahnuté
uk: Завантажена
zh_hans: 已下载
zh_hant: 已下載

# offline_map_button_pause
source: Paused
cs: Pauza
de: Pause
es: En pausa
et: Peatatud
fr: En pause
hu: Szünet
it: In pausa
ja: 中断
lt: Pristabdyta
lv: Apturēts
nl: Onderbroken
pl: Wstrzymano
ro: Întrerupt
ru: Приостановлено
sk: Pozastavené
uk: Призупинено
zh_hans: 已暂停
zh_hant: 已暫停

# offline_map_button_downloading
source: Downloading
cs: Stahování...
de: Pause
es: Descargando
et: Allalaadimine
fr: Téléchargement
hu: Letöltés...
it: Scaricando
ja: ダウンロード中
lt: Atsisiunčiama
lv: Notiek lejupielāde
nl: Downloaden
pl: Pobieranie
ro: Se descarcă
ru: Загрузка...
sk: Sťahovanie
uk: Завантажується
zh_hans: 正在下载
zh_hant: 正在下載

# offline_map_search_title
source: Search results
cs: Výsledky vyhledávání
de: Suchergebnisse
es: Resultados de la búsqueda
et: Tulemused
fr: Résultats de la recherche
hu: Keresési eredmények
it: Risultati di ricerca
ja: 検索結果
lt: Paieškos rezultatai
lv: Meklēšanas rezultāti
nl: Zoekresultaten
pl: Wyniki wyszukiwania
ro: cauta rezultate
ru: Результаты поиска
sk: Výsledky vyhľadávania
uk: Результати пошуку
zh_hans: 搜索结果
zh_hant: 搜索結果

# offline_map_search_map_label_title
source: Please use the search box to search for an offline map
cs: Použít vyhledávač pro nalezení offline mapy
de: Verwenden Sie das Suchfeld, um nach einer Offline-Karte zu suchen
es: Utilice el cuadro de búsqueda para buscar un mapa fuera de línea
et: Sisesta otsitava kaardi nimetus
fr: Veuillez utiliser le champ de recherche pour rechercher une carte hors ligne.
hu: Az offline térkép kikereséséhez használja a keresőt
it: Usare la casella ricerca per una mappa offline
ja: 検索ボックスを使って必要なオフライン地図を検索してください。
lt: Prašome naudoti paieškos langelį, ieškant neprisijungus prie žemėlapio
lv: Izmantojiet meklēšanas lodziņu, lai meklētu bezsaistes kartē
nl: Gebruik het zoekvak om een offline kaart te zoeken
pl: Użyj okna wyszukiwania aby znaleźć mapy offline
ro: Utilizați caseta de căutare pentru a căuta o hartă offline
ru: Пожалуйста, используйте окно поиска для поиска автономной карты
sk: prosím, použite vyhľadávacie pole, ak chcete vyhľadať offline mapu
uk: Будь ласка, використовуйте вікно пошуку для пошуку автономної мапи
zh_hans: 请使用搜索框搜索需要的离线地图
zh_hant: 請使用搜尋框搜尋需要的離線地圖

# offline_map_search_map_tip
source: Empty
cs: Prázdné
de: Leeren
es: Vacío
et: Tühi
fr: Vide
hu: Üres
it: Vuoto
ja: なし
lt: Tuščia
lv: Tukšs
nl: Lege
pl: Puste
ro: Gol
ru: Пусто
sk: Prázdne
uk: Порожньо
zh_hans: 空空如也
zh_hant: 無

# offline_map_no_search_result_label_title
source: No offline map found
cs: Bez offline map
de: Keine Offline-Karte gefunden
es: No se ha encontrado ningún mapa fuera de línea
et: Kaarte ei leitud
fr: Aucune carte hors ligne trouvée
hu: Nincs offline térkép
it: Nessuna mappa offline trovata
ja: オフラインの地図が見つかりませんでした。
lt: Nerasta atsijungusio žemėlapio
lv: Bezsaistes karte nav atrasta
nl: Geen offline kaart gevonden
pl: Brak map offline
ro: Nu s-a gasit nici o harta offline
ru: Нет автономных карт
sk: Nebola nájdená žiadna offline mapa
uk: Автономні мапи відсутні
zh_hans: 没有找到相关离线地图
zh_hant: 沒有找到相關離線地圖

# offline_map_type_gaode
source: AutoNavi Map
cs: Mapa AutoNavi
et: AutoNavi kaart
hu: AutoNavi térkép
ja: 高徳地図
lt: AutoNavi žemėlapis
lv: AutoNavi karte
nl: Kaart van AutoNavi
pl: Mapa AutoNavi
ro: harta AutoNavi
ru: Автонавигационная карта
sk: Mapa AutoNavi
uk: Автонавігаційна мапа
zh_hans: 高德地图
zh_hant: 高德地圖

# alert_cancel_share_title
source: Cancel
cs: Storno
de: Stornieren
es: Cancelar
et: Tühista
fr: Annuler
hu: Mégse
it: Cancella
ja: アップロードをキャンセル
lt: Atšaukti
lv: Atcelt
nl: Annuleren
pl: Anuluj
ro: Anulați
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消分享
zh_hant: 取消分享

# alert_cancel_share_msg
source: Are you sure you want to cancel sharing?
cs: Určitě chcete stornovat sdílení?
de: Möchten Sie die Freigabe wirklich abbrechen?
es: ¿Seguro que quieres cancelar el intercambio?
et: Soovid jagamist tühistada?
fr: Êtes-vous sûr de vouloir annuler le partage?
hu: Biztosan megszakítja a megosztást?
it: Sicuro di voler cancellare la condivisione?
ja: アップロードをキャンセルしますか？
lt: Ar tikrai norite panaikinti pasidalinimą?
lv: Vai tiešām vēlaties atcelt koplietošanu?
nl: Weet u zeker dat u het delen wilt annuleren?
pl: Czy na pewno chcesz odwołać udostępnianie?
ro: Sunteti sigur ca doriti sa anulati partajarea?
ru: Вы хотите отменить публикацию?
sk: Naozaj chcete zrušiť zdieľanie?
uk: Ви бажаєте скасувати публікацію?
zh_hans: 确定要取消分享吗?
zh_hant: 確定要取消分享嗎？

# alert_download_before_share_title
source: Download video?
cs: Stáhnout video?
de: Video herunterladen?
es: ¿Descargar video?
et: Laadin video?
fr: Télécharger la video?
hu: Videó letöltése?
it: Scaricare video?
ja: ビデオをダウンロードしますか？
lt: Atsiųsti vaizdą?
lv: Vai lejupielādēt video?
nl: Video downloaden?
pl: Pobrać video?
ro: Descarcati video?
ru: Загрузить видео?
sk: Stiahnuť video?
uk: Завантажити відео?
zh_hans: 下载视频?
zh_hant: 下載影片？

# alert_download_before_share_msg
source: Before sharing, you must first download the video. Are you sure you want to download it?
cs: Před sdílením musíte video stáhnout. Chcete stáhnout nyní?
de: Vor der Freigabe müssen Sie das Video zuerst herunterladen. Möchten Sie es wirklich herunterladen?
es: Antes de compartir, primero debes descargar el video. ¿Seguro que quieres descargarlo?
et: Jagamine eeldab allalaadimist. Soovid alla laadida ?
fr: Avant de partager, vous devez d'abord télécharger la vidéo. Êtes-vous sûr de vouloir le télécharger?
hu: A megosztás előtt le kell töltenie a videót. Szeretné most letölteni?
it: Prima di condividere bisogna scaricare il video. Sicuro di volerlo scaricare?
ja: アップロードまえに、まずこのビデオをダウンロードしなければなりません。本当にダウンロードしますか？
lt: Prieš dalinantis, turite atsisiųsti vaizdo failą, ar tikrai norite siųsti?
lv: Pirms koplietošanas jums videoieraksts ir jālejupielādē. Vai to vēlaties darīt?
nl: Voordat u deelt, moet u eerst de video downloaden. Weet u zeker dat u het wilt downloaden?
pl: Pezed udostępnieniem musisz pobrać video. Czy chcesz pobrać teraz?
ro: Înainte de partajare, trebuie mai întâi să descărcați videoclipul. Sigur doriți să îl descărcați?
ru: Перед публикацией, вы должны сначала загрузить видео. Вы уверены, что хотите его загрузить?
sk: Pred zdieľaním musíte najprv stiahnuť video. Naozaj ho chcete stiahnuť?
uk: Перед публікацією, ви повинні спочатку завантажити відео. Ви впевнені, що бажаєте його завантажити?
zh_hans: 分享前，必须要先下载该视频，确定要下载吗?
zh_hant: 分享前，需先下載該影片，是否確定下載？

# alert_update_firmware_title
source: Update firmware
cs: Aktualizace systému
de: Firmware aktualisieren
es: Actualice el firmware
et: Uuenda püsivara
fr: Mise à jour du firmware
hu: Rendszerfrissítés
it: Aggiornare firmware
ja: ファームウェアを更新します
lt: Atnaujinti prog. aparatinę įrangą
lv: Atjaunināt aparātprogrammatūru
nl: Firmware bijwerken
pl: Uaktualnienie firmware'u
ro: Actualizati firmware
ru: Обновление прошивки
sk: Aktualizácia firmwaru
uk: Оновлення прошивки
zh_hans: 更新固件
zh_hant: 更新軟件

# alert_update_firmware_msg_header
source: Detected the latest firmware, updated content
cs: Odhalen nejnovější firmware. Systém je aktuální.
de: Die neueste Firmware wurde gefunden, der Inhalt wurde aktualisiert
es: Detectado el último firmware, contenido actualizado.
et: Saadaval püsivara uuendus
fr: Détecté le dernier firmware, contenu mis à jour
hu: Ez a legújabb firmware. A rendszer friss.
it: Trovato firmware più recente, aggiornare
ja: 最新ファームウェアを検出し、内容を更新しました。
lt: Nustatyta vėliausia programinė įranga, atnaujintas turinys
lv: Atrasta jaunākā aparātprogrammatūra, atjaunināts saturs
nl: De nieuwste firmware, bijgewerkte inhoud gedetecteerd
pl: Odznacz ostatni firmware, uaktualniona zawartość
ro: Detectati ultima varianta de firmware, actualizati continut
ru: Обнаружена последняя версия прошивки
sk: Zistený najnovší firmware, aktualizovaný obsah
uk: Виявлена остання версія прошивки
zh_hans: 检测到最新固件,更新内容
zh_hant: 檢測到最新軟件，更新內容

# alert_update_firmware_msg_footer
source: Are you sure you want to update?
cs: Určitě chcete aktualizovat?
de: Möchten Sie wirklich aktualisieren?
es: ¿Seguro que quieres actualizar?
et: Soovid uuendada?
fr: Êtes-vous sûr de vouloir mettre à jour?
hu: Biztosan frissíti?
it: Sei sicuro di voler aggiornare?
ja: ファームウェアを更新しますか？
lt: Ar tikrai norite atnaujinti?
lv: Vai tiešām vēlaties atjaunināt?
nl: Weet u zeker dat u wilt bijwerken?
pl: Czy na pewno chcesz uaktualnić?
ro: Sunteti sigur ca doriti sa actualizati?
ru: Вы действительно хотите обновить?
sk: Naozaj chcete aktualizovať?
uk: Ви дійсно бажаєте оновити?
zh_hans: 确定要更新吗?
zh_hant: 確定要更新嗎？

# alert_cancel_update_firmware_title
source: Cancel update
cs: Storno aktualizace
de: Aktualisierung abbrechen
es: Cancelar actualización
et: Peata uuendamine
fr: Annuler la mise à jour
hu: Frissítés megszakítása
it: Cancellare aggiornamento
ja: ファームウェア更新をキャンセル
lt: Atšaukti atnaujinimą
lv: Atcelt atjaunināšanu
nl: Update annuleren
pl: Usuń update
ro: Anulati actualizare
ru: Отменить обновление
sk: Zrušiť aktualizáciu
uk: Скасувати оновлення
zh_hans: 取消更新
zh_hant: 取消更新

# alert_cancel_update_firmware_msg
source: Are you sure you want to cancel updating the firmware?
cs: Určitě chcete stornovat aktualizaci systému?
de: Möchten Sie das Aktualisieren der Firmware wirklich abbrechen?
es: ¿Seguro que quieres cancelar la actualización del firmware?
et: Soovid uuendamise peatada?
fr: Êtes-vous sûr de vouloir annuler la mise à jour du micrologiciel?
hu: Biztosan megszakítja a frisssítést?
it: Sicuro di voler cancellare l'aggiornamento del firmware?
ja: ファームウェア更新をキャンセルしますか？
lt: Ar tikrai norite atašukti atnaujinimą prog. įrangos?
lv: Vai tiešām vēlaties atcelt aparātprogrammatūras atjaunināšanu?
nl: Weet u zeker dat u het bijwerken van de firmware wilt annuleren?
pl: Czy na pewno chcesz odwołać aktualizację firmware?
ro: Sunteti sigur ca doriti sa anulati actulizare firmware?
ru: Вы действительно хотите отменить обновление прошивки?
sk: Naozaj chcete zrušiť aktualizáciu firmvéru?
uk: Ви дійсно бажаєте скасувати оновлення прошивки?
zh_hans: 确定要取消更新固件吗?
zh_hant: 確定要取消更新軟件嗎？

# alert_high_resolution_video_title
source: Play Prompt
cs: Přehrávat
de: Prompt abspielen
es: Reproducir mensaje
et: Faili esitus
fr: Jouer invite
hu: Lejátszás
it: Riproduzione veloce
ja: 再生ヒント
lt: Paleisti prašymą
lv: Ieslēgt atskaņošanu
pl: Odtwarzaj
ro: Redare Prompta
ru: Быстро проиграть
sk: Prehrať výzvu
uk: Швидко програти
zh_hans: 播放提示
zh_hant: 播放提示

# alert_high_resolution_video_msg
source: High-resolution video playback will not be smooth. Do you want to download this video?
cs: Přehrávání videa o vysokém rozlišení nemusí být plynulé. Chcete i přesto video stáhnout?
de: Die Wiedergabe von Videos mit hoher Auflösung ist nicht glatt. Möchten Sie dieses Video herunterladen?
es: La reproducción de video de alta resolución no será suave. ¿Quieres descargar este vídeo?
et: Laadin sujuvama esituse jaoks video alla ?
fr: La lecture vidéo haute résolution ne sera pas fluide. Voulez-vous télécharger cette vidéo?
hu: Előfordulhat, hogy a nagy felbontású videók lejátszása nem lesz folyékony. Továbbra is szeretné letölteni ezt a videót?
it: La riproduzione di video ad alta risoluzione non sarà fluida, vuoi scaricare questo video?
ja: 高解像度動画の再生がスムーズではなく、このビデオをダウンロードしますか？
lt: Aukštos skiriamosios gebos video neveiks tikslingai. Ar norite parsisiųsti šį video?
lv: Augstas izšķirtspējas videoieraksta atskaņošana nebūs vienmērīga. Vai vēlaties lejupielādēt šo videoierakstu?
nl: Het afspelen van video met hoge resolutie verloopt niet soepel. Wilt u deze video downloaden?
pl: Odtwarzanie video wysokiej rozdzielczości może nie być płynne. Czy chcesz pobrać to video?
ro: Redarea video de înaltă rezoluție nu va fi bună. Doriți să descărcați acest videoclip?
ru: Видео высокого разрешения не будет плавно воспроизводится. Вы хотите скачать это видео?
sk: Prehrávanie videa vo vysokom rozlíšení nebude hladké. Chcete toto video stiahnuť?
uk: Відео з високою роздільною здатністю не буде плавно відтворюється. Ви бажаєте завантажити це відео?
zh_hans: 高分辨率视频播放会不流畅，是否要下载该视频？
zh_hant: 高解析影片播放會不流暢，是否要下載該影片？

# alert_high_resolution_video_play
source: Continue
cs: Pokračovat
de: Fortsetzen
es: Continuar
et: Jätka
fr: Continuer
hu: Folytatás
it: Continuare
ja: 放送続きます
lt: Tęsti
lv: Turpināt
nl: Blijven
pl: Kontynuuj
ro: Continuare
ru: Продолжить
sk: Pokračovať
uk: Продовжити
zh_hans: 继续播放
zh_hant: 繼續播放

# alert_high_resolution_video_download
source: Download
cs: Stáhnout
de: Herunterladen
es: Descargar
et: Allalaadimine
fr: Télécharger
hu: Letöltés
ja: ビデオをダウンロード
lt: Atsisiųsti
lv: Lejupielāde
nl: Downloaden
pl: Pobieranie
ro: Descărcate
ru: Загрузка
sk: Sťahovanie
uk: Звантаження
zh_hans: 下载视频
zh_hant: 下載影片

# alert_driver_id_title
source: Driver ID length less than 9
cs: Registrační tabulka (max. 9 znaků).
de: Treiber-ID-Länge kleiner als 9
es: Longitud de identificación del conductor menor que 9
et: Nimi on lühem kui 9 tähte
fr: Longueur du conducteur inférieure à 9
hu: Rendszám (max. 9 karakter).
it: Identità del guidatore meno di 9
ja: 運転手コードは9桁より小さいです。
lt: Vairuotojo ID ilgesnis kaip 9
lv: Vadītāja ID īsāks par 9 zīmēm
nl: Lengte bestuurder-ID minder dan 9
pl: ID kierowcy krótsze niż 9
ro: Lungime ID sofer mai mica de 9
ru: Длина ID водителя меньше 9
sk: ID vodiča musí obsahovať menej ako 9 znakov
uk: Довжина ID водія менше 9
zh_hans: 司机编码小于9位
zh_hant: 車號小於9位

# alert_driver_id_msg
source: Driver ID length less than 9，be continue？
cs: Tabulka je správně. Chcete pokračovat?
de: Fahrer-ID-Länge kleiner als 9 continue wird fortgesetzt？
es: La longitud de la ID del conductor es inferior a 9, continuar continue
et: Nimi on lühem kui 9 tähte, jätkan?
fr: Longueur du pilote inférieure à 9 ， continue continue
hu: Helyes rendszám. Folytatja?
it: Identità del guidatore meno di 9, continuare?
ja: 運転手コードは9桁より小さいですが、続けますか？
lt: Vairuotojo ID lygis yra mažesnis nei 9, ar tęsti?
lv: Vadītāja ID īsāks par 9 zīmēm. Vai turpināt?
nl: Bestuurder ID lengte minder dan 9, worden doorgaan?
pl: ID Kierowcy mniej niż 9, czy chcesz kontynuować?
ro: lungimeID sofer mai mica de 9, continuati?
ru: Длина ID водителя меньше 9, продолжить?
sk: ID vodiča musí obsahovať menej ako 9 znakov, pokračovať?
uk: Довжина ID водія менше 9, продовжити?
zh_hans: 司机编码小于9位，确定要继续吗？
zh_hant: 車號小於9位，是否確認儲存？

# save_media_item_title
source: Save
cs: Uložit
de: sparen
es: Salvar
et: Salvesta
fr: sauvegarder
hu: Mentés
it: Salvare
ja: 保存
lt: Išsaugoti
lv: Saglabāt
nl: Opslaan
pl: Zapisz
ro: Salvați
ru: Сохранить
sk: Uložiť
uk: Зберегти
zh_hans: 保存
zh_hant: 保存

# share_media_item_title
source: Share
cs: Sdílet
de: Aktie
es: Compartir
et: Jaga
fr: Partager
hu: Megosztás
it: Condividere
ja: アップロード
lt: Bendrinti
lv: Koplietot
nl: Delen
pl: Udostępnij
ro: Trimiteți
ru: Опубликовать
sk: Zdieľať
uk: Опублікувати
zh_hans: 分享
zh_hant: 分享

# nav_title_share_video
source: Share Video
cs: Sdílet video
de: Video teilen
es: Compartir video
fr: Partager la vidéo
hu: Videó megosztása
it: Condividi video
ja: ビデオをアップロードしなす
nl: Video delen
ru: Поделиться видео
uk: Поділитися відео
zh_hans: 分享视频
zh_hant: 分享影片

# edit_video_item_title
source: Next
cs: Další
de: Nächster
es: Siguiente
et: Järgmine
fr: Suivant
hu: Tovább
it: Prossimo
ja: 続き
lt: Kitas
lv: Tālāk
nl: Volgende
pl: Dalej
ro: Înainte
ru: Далее
sk: Ďalej
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

# download_media_item_title
source: Download
cs: Stáhnout
de: Herunterladen
es: Descargar
et: Allalaadimine
fr: Télécharger
hu: Letöltés
it: Scaricare
ja: ダウンロード
lt: Atsisiųsti
lv: Lejupielādētie
nl: Downloaden
pl: Pobrane
ro: Descărcate
ru: Загрузить
sk: Sťahovanie
uk: Звантажити
zh_hans: 下载
zh_hant: 下載

# file_already_been_download
source: File downloaded
cs: Soubor byl stažen
de: Datei heruntergeladen
es: Archivo descargado
et: Fail alla laetud
fr: Fichier téléchargé
hu: Fájl letöltve
it: File scaricato
ja: ダウンロードしました
lt: Failas atsiųstas
lv: Datne lejupielādēta
nl: Bestand gedownload
pl: Plik pobrany
ro: Fisier descarcat
ru: Файл загружен
sk: súbor stiahnutý
uk: Файл завантажений
zh_hans: 文件已下载
zh_hant: 已下載

# file_being_downloading
source: Downloading...
cs: Přetrvává stahování…
de: Wird heruntergeladen...
es: Descargando …
et: Allalaadimine...
fr: Téléchargement...
hu: Letöltés folyamatban...
it: Scaricando…
ja: ダウンロード中
lt: Atsisiunčiama...
lv: Lejupielādē...
nl: Downloaden...
pl: Trwa pobieranie...
ro: Se descarcă...
ru: Загрузка…
sk: Prebieha sťahovanie...
uk: Завантаження...
zh_hans: 下载中...
zh_hant: 下載中

# video_being_uploading
source: Uploading
cs: Odesílání…
de: Hochladen
es: Subiendo
et: Üleslaadimine
fr: Mise en ligne
hu: Küldés ...
it: Caricando
ja: アップロード中
lt: Įkeliama
lv: Augšupielādē
nl: Uploaden
pl: Przesyłanie
ro: Se încarcă
ru: Выгрузка
sk: nahrávanie
uk: Вивантаження
zh_hans: 正在上传
zh_hant: 正在上傳

# msg_camera_file_playing
source: Video is playing, please stop playing and then delete
cs: Video se právě přehrává. Pro odstranění videa ukončete jeho přehrávání.
de: Video wird abgespielt, bitte hören Sie auf zu spielen und löschen Sie dann
es: El video se está reproduciendo, deje de reproducir y luego borre
et: Kustutamiseks peata faili esitamine
fr: La vidéo est en cours de lecture. Arrêtez la lecture, puis supprimez-la.
hu: Videólejátszás folyamatban. A videó törléséhez hagyja abba a lejátszást.
it: Video in riproduzione, fermare e poi cancellare
ja: 動画が再生中です。再生を中止してから削除してください。
lt: Vaizdas paleistas, prašome jį sustabdyti ir tada ištrinti
lv: Videoieraksts tiek atskaņots. Vispirms to apturiet un tad izdzēsiet.
nl: Video wordt afgespeeld, stop dan met afspelen en verwijder
pl: Video jest odtwarzane, przerwij odtwarzanie i usuń plik
ro: Se redă videoclipul, opriți redarea și apoi ștergeți
ru: Видео воспроизводится, остановите воспроизведение, а затем удалите
sk: Video sa prehráva, zastavte video a potom vymažte
uk: Відео відтворюється, зупиніть відтворення, а потім видаліть
zh_hans: 视频正在播放，请停止播放后再删除
zh_hant: 影片正在播放，請停止播放後再刪除

# share_content_description
source: Let's go to the crowd
cs: Sdílet
de: Spread & Share
es: Difundir y Compartir
fr: Diffuser et partager
hu: Megosztás
it: Condividi con tutti
ja: 早く見に行きましょう
lt: Eiti į eilę
lv: Kopīgot ar visiem
nl: Spread & aandeel
pl: Udostępnij
ro: Hai sa pornim!
ru: Давайте вернемся к основной массе
sk: Poďme do radu
uk: Давайте повернемося до основної маси
zh_hans: 小伙伴们快来围观吧
zh_hant: 快來看看吧

# tip_driver_id_num
source: Driver ID invalid(only numbers,letters or symbols
cs: Formát registrační tabulky není správný - pouze čísla, písmena nebo speciální znaky
de: Fahrer-ID ungültig (nur Zahlen, Buchstaben oder Symbole)
es: ID de conductor inválido (solo números, letras o símbolos)
et: Nimi võib sisaldada vaid numbreid ja tähti
fr: Identifiant de pilote invalide (uniquement des chiffres, des lettres ou des symboles
hu: Helytelen rendszám formátum - csak számok, betűk vagy speciális karakterek
it: Identità guidatore non valida(solo numeri, lettere o simboli)
ja: 運転手コードは合法的ではありません。（数字、文字、記号だけです。）
lt: Vairuotojo ID nepasiekiamas tik skaičiai,raidės ar simboliai
lv: Nederīgs vadītāja ID (tikai cipari, burti vai simboli)
nl: Stuurprogramma-ID ongeldig (alleen cijfers, letters of symbolen
pl: ID kierowcy nieprawidłowe - tylko cyfry litery lub znaki specjalne
ro: ID sofer invalida ( doar numere, litere si simboluri)
ru: Ошибка ID водителя (только цифры, буквы или символы)
sk: ID vodiča je neplatné (iba čísla, písmená alebo symboly
uk: Помилка ID водія (тільки цифри, букви або символи)
zh_hans: 司机编码不合法(只能是数字、字母或符号)
zh_hant: 車號不符合，只能是數字、字母或符號

# tip_driver_id_length_error
source: Driver ID length can not be more than 9
cs: Registrační tabulka nesmí být delší než 9 znaků
de: Die Fahrer-ID darf nicht mehr als 9 sein
es: La longitud del ID del conductor no puede ser más de 9
et: Nimi võib olla kuni 9 tähemärki
fr: La longueur de l’identifiant du conducteur ne peut être supérieure à 9
hu: A rendszám nem lehet hosszabb 9 karakternél
it: Identità guidatore non può superare 9 caratteri
ja: 運転手コードの長さは9桁を超えてはいけません。
lt: Vairuotojo ID negali būti ilgesnis kaip 9 skait.
lv: Vadītāja ID nedrīkst būt vairāk par 9 zīmēm
nl: Lengte van stuurprogramma-ID kan niet meer dan 9 zijn
pl: ID kierowcy nie może byc więcej niż 9 znaków
ro: ID sofer nu poate fi mai mult de 9
ru: Длина ID водителя не может превышать 9
sk: ID vodiča nesmie byť dlhšie ako 9 symbolov
uk: Довжина ID водія не може перевищувати 9
zh_hans: 司机编码长度不能超过9位
zh_hant: 車號長度不能超過9位

# tip_driver_id_tf_placeholder
source: Enter 9 digits, letters or symbols
cs: Uveďte 9 čísel, písmen nebo speciálních znaků
de: Geben Sie 9 Ziffern, Buchstaben oder Symbole ein
es: Introduzca 9 dígitos, letras o símbolos.
et: Sisesta 9 tähte või numbrit
fr: Entrez 9 chiffres, lettres ou symboles
hu: Adja meg a 9 számjegyet, betűt vagy speciális karaktert
it: Inserire 9 caratteri o simboli
ja: 1-9桁の数字、アルファベットまたは記号を入力してください。
lt: Įveskite 9 skait. Raid. Ar simbol.
lv: Ievadiet 9 zīmes – burtus vai simbolus
nl: Voer 9 cijfers, letters of symbolen in
pl: Wprowadź 9 cyfr liter lub zanków specjalnych
ro: Introduceti 9 numere, litere sau simboluri
ru: Введите 9 цифр, букв или символов
sk: Zadajte 9 číslic, písmen alebo symbolov
uk: Введіть 9 цифр, букв або символів
zh_hans: 请输入1-9位数字、字母或符号
zh_hant: 請輸入1-9位數字、字母或符號

# tip_wifi_name_length_error
source: WiFi name length is wrong
cs: Špatná délka názvu WiFi
de: Die Länge des WLAN-Namens ist falsch
es: La longitud del nombre de WiFi es incorrecta
et: Korrigeeri WiFi nime
fr: La longueur du nom WiFi est incorrecte
hu: Helytelen WiFi-név hossz
it: Lunghezza nome WiFi non corretta
ja: WiFiの名前が違います。
lt: Belaidžio tinklo pavadinimas klaidingas
lv: Nederīgs WiFi tīkla nosaukuma garums
nl: De lengte van de WiFi-naam is onjuist
pl: Zła długość nazwy WiFi
ro: Lungime nume WiFi gresita
ru: Длина названия WiFi неверна
sk: Názov Wifi je nesprávny
uk: Довжина назви WiFi невірна
zh_hans: WiFi名称长度不对
zh_hant: Wi-Fi名稱長度不對

# tip_wifi_name_format_error
source: The last 4 digits of the WiFi name can only be numbers or letters
cs: Čtyři poslední znaky z názvu WiFi mohou být pouze čísla nebo písmena
de: Die letzten 4 Ziffern des WLAN-Namens können nur Zahlen oder Buchstaben sein
es: Los últimos 4 dígitos del nombre WiFi solo pueden ser números o letras
et: Viimased 4 tähemärki peavad olema tähed ja numbrid
fr: Les 4 derniers chiffres du nom WiFi ne peuvent être que des chiffres ou des lettres.
hu: A WiFi név utolsó négy karaktere csak számból vagy betűből állhat
it: Gli ultimi 4 caratteri del nome del WiFi possono essere solo numeri o lettere
ja: WiFiの名前の後の4桁は数字かアルファベットだけです。
lt: Paskutiniai 4 skaitmenys belaidžio tinklo, gali būti tik skait. Ar raidės
lv: WiFi tīkla nosaukumā pēdējām 4 zīmēm jābūt tikai cipariem vai burtiem
nl: De laatste 4 cijfers van de WiFi-naam kunnen alleen cijfers of letters zijn
pl: Cztery ostatnie znaki nazwy WiFi mogą być tylko cyframi lub literami
ro: Ultimele 4 cifre ale numelui WiFi pot fi numai numere sau litere
ru: Последние 4 знака названия WiFi могут быть только цифрами или буквами
sk: Posledné 4 znaku názvu WiFi môžu byť len čísla alebo písmená
uk: Останні 4 символи в назві WiFi можуть бути тільки цифрами або буквами
zh_hans: WiFi名称后4位只能是数字或字母
zh_hant: Wi-Fi名稱後4位只能是數字或字母
