Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# title_have_downloaded
source: Downloaded
cs: Staženo
de: Heruntergeladen
es: Descargado
et: Allalaaditud
fr: Téléchargé
hu: Letöltött elemek
it: Scaricato
ja: ダウンロード済み
lt: Atsisiųsta
lv: Lejupielādēts
nl: Gedownload
pl: Pobrane
ro: Descărcate
ru: Загруженные
sk: Stiahnuté
uk: Завантажені
zh_hans: 已下载
zh_hant: 已下載

# title_share_to_platform
source: Share to
cs: Sdílet na
de: Teilen mit
es: Compartir a
et: Jagamiskoht:
fr: Partager à
hu: Megosztás a
it: Condividi a
ja: アップロード
lt: Bendrinti su
lv: Koplietot ar
nl: Delen om te
pl: Udostępnij na
ro: Trimiteți prin
ru: Опубликовать на
sk: Zdieľať
uk: Опублікувати через
zh_hans: 分享到
zh_hant: 分享到

# title_record_time
source: Recording time
cs: Doba nahrávání
de: Aufnahmezeit
es: Tiempo de grabación
et: Salvestusaeg
fr: Temps d'enregistrement
hu: Felvételi idő
it: Tempo di registrazione
ja: 録画時間
lt: Įrašymo laikas
lv: Ierakstīšanas laiks
nl: Opnametijd
pl: Czas nagrania
ro: Ora înregistrării.
ru: Время записи
sk: Čas nahrávania
uk: Час запису
zh_hans: 录制时间
zh_hant: 錄影時間

# title_cut_video_time
source: Clip time
cs: Doba nahrání
de: Clip-Zeit
es: Tiempo de clip
et: Lõigu pikkus
fr: Temps de clip
hu: Felvétel időtartama
it: Tempo della clip
ja: 編集時間
lt: Klipo laikas
lv: Ieraksta ilgums
nl: Clip tijd
pl: Czas klipu
ro: Ora clip
ru: Время видеосъемки
sk: Čas klipu
uk: Час відеозйомки
zh_hans: 剪辑时间
zh_hant: 剪輯時間

# title_take_photo_time
source: Photographing time
cs: Čas fotografování
de: Zeit fotografieren
es: Fotografiando tiempo
et: Pildistamise aeg
fr: Temps de photographier
hu: Fénykép készítés ideje
it: Tempo delle fotografie
ja: 写真時間
lt: Fotografavimo laikas
lv: Fotografēšanas laiks
nl: Fotograferen tijd
pl: Czas zdjęcia
ro: Ora fotografiere
ru: Время фотосъемки
sk: Fotografovanie času
uk: Час фотозйомки
zh_hans: 拍照时间
zh_hant: 拍照時間

# title_offline_map
source: Offline Map
cs: Mapy offline
es: Mapa offline
et: Offline kaart
fr: Carte hors ligne
hu: Offline térképek
it: Mappa offline
ja: オフライン地図
lt: Žemėlapis be duomenų mainų ryšio
lv: Bezsaistes karte
nl: Offline kaart
pl: Mapy offline
ro: Harta offline
ru: Автономная карта
sk: offline mapa
uk: Автономна мапа
zh_hans: 离线地图
zh_hant: 離線地圖

# title_video_detail
source: Details
cs: Podrobnosti
de: Einzelheiten
es: Detalles
et: Üksikasjad
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細情報
lt: Detalės
lv: Precizēt
pl: Szczegóły
ro: Detalii
ru: Детали
sk: Podrobnosti
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊

# title_wifi_not_connected
source: Not Connected
cs: Bez připojení
de: Nicht verbunden
es: No conectado
et: Ühendus puudub
fr: Pas connecté
hu: Nincs kapcsolat
it: Non collegato
ja: 未接続
lt: Neprisijungta
lv: Nav savienojuma
nl: Niet verbonden
pl: Brak połączenia
ro: Neconectat
ru: Нет соединения
sk: Nepripojené
uk: Не під’єднано.
zh_hans: 未连接
zh_hant: 未連接

# title_wifi_connected
source: Connected
cs: Připojeno
de: In Verbindung gebracht
es: Conectado
et: Ühendatud
fr: Connecté
hu: Csatlakoztatva
it: Collegato
ja: 接続済み
lt: Prisijungta
lv: Izveidots savienojums
nl: Aangesloten
pl: Połączono
ro: Conectată
ru: Подключено
sk: Pripojené
uk: Підключено
zh_hans: 已连接
zh_hant: 已連接

# title_about_official_web
source: Official Website
cs: Oficiální internetová stránka
de: Offizielle Website
es: Sitio web oficial
et: Veebiaadress
fr: Site officiel
hu: Hivatalos weblap
it: Sito web officiale
ja: 公式サイト
lt: Oficiali svetainė
lv: Oficiālā tīmekļvietne
nl: Officiële website
pl: Oficjalna strona internetowa
ro: website oficial
ru: Официальный веб-сайт
sk: Oficiálna web stránka
uk: Офіційний веб-сайт
zh_hans: 官方网站
zh_hant: 官方網站

# title_about_app_version
source: Current Version
cs: Aktuální verze
de: Aktuelle Version
es: Versión actual
et: Praegune versioon
fr: Version actuelle
hu: Aktuális verzió
it: Versione corrente
ja: 現在のバージョン
lt: Esama versija
lv: Pašreizējā versija
nl: Huidige versie
pl: Bieżąca wersja
ro: Versiunea curentă
ru: Текущая версия
sk: Aktuálna verzia
uk: Поточна версія
zh_hans: 当前版本
zh_hant: 當前版本

# title_about_privacy_agreement
source: Privacy Agreement
cs: Ochrana soukromí
de: Datenschutzerklärung
es: Acuerdo de privacidad
et: Konfidentsiaalsusleping
fr: Accord de confidentialité
hu: Adatvédelmi szabályzat
it: Accordo sulla privacy
ja: プライバシープロトコル
lt: Privatumo sutikimas
lv: Vienošanās par privātumu
nl: Privacyovereenkomst
pl: Ustawienia prywatności
ro: Confidențialitate
ru: Соглашение о конфиденциальности
sk: Zmluva o ochrane súkromia
uk: Угода про конфіденційність
zh_hans: 隐私协议
zh_hant: 隱私協議

# title_about_company_name
source: Shenzhen Aoni Electronics Co., Ltd. All rights reserved
cs: prido sp. z o. o.
de: LAMPA S.p.A All Rights Reserved
es: LAMPA S.p.A All Rights Reserved
et: ASBISC ENTERPRISES PLC All rights reserved
fr: LAMPA S.p.A All Rights Reserved
hu: prido sp. z o. o.
it: LAMPA S.p.A All Rights Reserved
ja: 深圳奥尼電子株式有限公司の著作権は所有しています。
lt: ASBISC ENTERPRISES PLC All rights reserved
lv: ASBISC ENTERPRISES PLC All rights reserved
nl: Performance Products Ltd. Alle rechten voorbehouden.
pl: ASBISC ENTERPRISES PLC All rights reserved
ro: ASBISC ENTERPRISES PLC All rights reserved
ru: ASBISC ENTERPRISES PLC All rights reserved
sk: ASBISC ENTERPRISES PLC All rights reserved
uk: ASBISC ENTERPRISES PLC All rights reserved
zh_hans: 深圳奥尼电子股份有限公司版权所有
zh_hant: 深圳奧尼電子股份有限公司版權所有

# tip_newest_firmware
source: Already the latest firmware
cs: Systém aktualizován
de: Bereits die neueste Firmware
es: Ya el último firmware
et: Püsivara on ajakohane
fr: Déjà le dernier firmware
hu: Jelenlegi rendszer
it: Firmware più recente
ja: すでに最新のファームウェアです。
lt: Naujausia programinė įranga jau įdiegta
lv: Jau uzstādīta jaunākā aparātprogrogrammatūra
nl: Al de nieuwste firmware
pl: Jest najnowszy firmware
ro: Aveti deja ultima versiune de firmware
ru: Установлена последняя прошивка
sk: najnovší firmware
uk: Встановлено останню прошивку
zh_hans: 已经是最新固件
zh_hant: 已經是最新版本

# tip_file_md5_error
source: Incomplete file
cs: Nekompletní soubor
de: Unvollständige Datei
es: Archivo incompleto
et: Fail vigane
fr: Fichier incomplet
hu: Nem teljes fájl
it: File incompleto
ja: ファイルが不完全です
lt: Neužbaigtas failas
lv: Nepilnīga datne
nl: Onvolledige bestand
pl: Niekompletny plik
ro: Fisier incomplet
ru: Несовместимый файл
sk: Neúplný súbor
uk: Несумісний файл
zh_hans: 文件不完整
zh_hant: 檔案不完整

# title_firmware_cancel_update
source: Cancel the upgrade
cs: Storno aktualizace
de: Brechen Sie das Upgrade ab
es: Cancelar la actualización
et: Peata uuendamine
fr: Annuler la mise à niveau
hu: Frissítés megszakítása
it: Cancellare aggiornamento
ja: アップグレードをキャンセルします
lt: Atsisakyti atnaujinimo
lv: Atcelt atjaunināšanu
nl: De upgrade annuleren
pl: Odwołaj uaktualnienie
ro: Anulati actualizare
ru: Отменить обновление
sk: Zrušiť aktualizáciu
uk: Скасувати оновлення
zh_hans: 取消升级
zh_hant: 取消升級

# title_firmware_button_update
source: Upgrade now
cs: Aktualizovat nyní
de: Jetzt upgraden
es: Actualizar ahora
et: Uuenda nüüd
fr: Mettre à jour maintenant
hu: Frissítés most
it: Aggiorna ora
ja: 即時アップグレードします
lt: Atnaujinti dabar
lv: Atjaunināt tūlīt
nl: Nu upgraden
pl: Uaktualnij teraz
ro: Actualizati acum
ru: Обновить сейчас
sk: Upgrade teraz
uk: Оновити зараз
zh_hans: 立即升级
zh_hant: 立即升級

# title_firmware_update_attention
source: Do not unplug hardware power and operate physical keys during upgrade
cs: Nevypínat napájení a nedotýkat se tlačítek během aktualizace
de: Trennen Sie während des Upgrades nicht die Stromversorgung der Hardware und betätigen Sie keine physischen Schlüssel
es: No desconecte la alimentación del hardware y opere las teclas físicas durante la actualización
et: Ära eemalda laadimiskaablit uuendamise ajal
fr: Ne débranchez pas l'alimentation matérielle et n'utilisez pas de clés physiques pendant la mise à niveau
hu: Ne kapcsolja ki a készüléket és ne érintse meg a gombokat frissítéskor
it: Non scollegare la corrente dal dispositivo o premere pulsanti durante l'aggiornamento
ja: 注：アップグレード中はハードウェアの電源を抜いたり、物理ボタンを操作したりしないでください。
lt: Vykstant atnaujinimui neatjungti įrenginio energijos tiekimo ir nespausti klavišų
lv: Atjaunināšanas laikā neizslēgt ierīci un nespiest tās pogas
nl: Koppel de hardware niet los en bedien fysieke toetsen niet tijdens de upgrade
pl: Nie wyłączaj zasilania i nie dotykaj przycisków podczas aktualizacji
ro: Nu deconectați alimentarea hardware și utilizați tastele fizice în timpul actualizarii
ru: Не отключайте устройство и не нажимайте физические кнопки во время обновления
sk: Pri upgrade neodpájajte napájanie zo siete a nepoužívajte fyzicky klávesy
uk: Забороняється відключати пристрій та натискати на фізичні кнопки під час поновлення
zh_hans: 注：升级期间请勿拔掉硬件电源和操作物理按键
zh_hant: 升級期間請勿拔除電源和使用主機關機鍵

# title_firmware_downloading
source: Downloading...
cs: Probíhá stahování…
de: Wird heruntergeladen...
es: Descargando ...
et: Allalaadimine...
fr: Téléchargement...
hu: Letöltés folyamatban...
it: Scaricando…
ja: ファームウェアをダウンロード中........
lt: Atsisiunčiama...
lv: Lejupielādē...
nl: Downloaden...
pl: Trwa pobieranie...
ro: Se descarcă...
ru: Загрузка…
sk: Prebieha preberanie...
uk: Завантаження...
zh_hans: 正在下载固件...
zh_hant: 正在下載軟件

# title_firmware_uploading
source: Uploading...
cs: Sdílení…
de: Hochladen ...
es: Cargando ...
et: Üleslaadimine...
hu: Megosztás folyamatban ...
it: Caricando…
ja: ファームウェアをアップロード中
lt: Įkeliama...
lv: Augšupielādē...
nl: Uploaden...
pl: Udostępnianie...
ro: Incarcare
ru: Выгрузка...
sk: Nahrávanie ...
uk: Вивантаження...
zh_hans: 正在上传固件...
zh_hant: 正在上傳軟件

# title_firmware_version
source: version
cs: Verze
de: Ausführung
es: versión
et: versioon
hu: Verzió
it: Versione
ja: バージョン更新
lt: Versija
lv: versija
nl: Versie
pl: Wersja
ro: versiune
ru: версия
sk: verzia
uk: версія
zh_hans: 版本更新
zh_hant: 版本更新

# title_firmware_upload_ok
source: Firmware uploaded successfully
cs: Ukončena aktualizace firmware
de: Firmware wurde erfolgreich hochgeladen
es: Firmware cargado correctamente
et: Püsivara laetud
fr: Firmware chargé avec succès
hu: Firmware frissítése befejeződött
it: Aggiornamento firmware completato
ja: ファームウェアのアップロードに成功しました
lt: Programinė įranga įkelta sėkmingai
lv: Izdevās augšupielādēt aparātprogrammatūru
nl: De firmware is geüpload
pl: Aktualizacja firmware zakończona
ro: Firmware incarcat cu succes
ru: Прошивка успешно загружена
sk: Upload firmweru bol úspešný
uk: Прошивку успішно завантажено
zh_hans: 固件上传成功
zh_hant: 軟件上傳成功

# title_firmware_checking
source: Firmware check...
cs: Kontrola firmware…
de: Firmware-Überprüfung ...
es: Comprobación de firmware ...
et: Püsivara kontroll...
fr: Vérification du micrologiciel ...
hu: Firmware ellenőrzése...
it: Controllo firmware…
ja: ファームウェア検証中..
lt: Programinė aparatinė įranga patikrinta...
lv: Aparātprogrammatūras pārbaude...
nl: Firmware controle...
pl: Sprawdzam firmware...
ro: verifică Firmware
ru: Проверка прошивки...
sk: Kontrola firmvéru ...
uk: Перевірка прошивки...
zh_hans: 固件校验中...
zh_hant: 版本驗證中

# title_firmware_check_result_unzip_fail
source: Decompression failed
cs: Chyba separace
de: Dekomprimierung fehlgeschlagen
es: Descompresión fallida
et: Ebaõnnestus
fr: La décompression a échoué
hu: Kiválasztási hiba
it: Decompressione fallita
ja: ファイルの解凍に失敗しました
lt: Išskleidimas nepavyko
lv: Atspiešana neizdevās
nl: Decompressie is mislukt
pl: Błąd wyodrębniania
ro: Decomprimare eșuata
ru: Ошибка распаковки
sk: Dekompresia zlyhala
uk: Помилка розпакування
zh_hans: 解压失败
zh_hant: 解壓失敗

# title_firmware_check_result_invalid_md5
source: File detection failed
cs: Chyba detekce souboru
de: Dateierkennung fehlgeschlagen
es: Fallo en la detección de archivos
et: Faili ei leitud
fr: La détection de fichier a échoué
hu: Fájlészlelési hiba
it: Individuazione file fallita
ja: ファイルの検出に失敗しました
lt: Failo nustatymai nesėkmingi
lv: Neizdevās atrast datni
nl: Bestands detectie is mislukt
pl: Błąd detekcji pliku
ro: Detecție fișier eșuata
ru: Не удалось обнаружить файл
sk: Detekcia súboru zlyhala
uk: Не вдалося знайти файл
zh_hans: 文件检测失败
zh_hant: 文件檢測失敗

# title_firmware_check_result_invalid_fm
source: Firmware detection failed
cs: Selhání detekce firmware
de: Firmware-Erkennung fehlgeschlagen
es: Falló la detección de firmware
et: Viga püsivara kontrollimisel
fr: La détection du micrologiciel a échoué
hu: Sikertelen firmware észlelés
it: Individuazione firmware fallita
ja: ファームウェアの検出に失敗しました
lt: Prog. Įrang. nustatymai nesėkmingi
lv: Neizdevās atrast aparātprogrammatūru
nl: Firmware-detectie is mislukt
pl: Nieudana detekcja firmware
ro: Detecție Firmware eșuata
ru: Не удалось обнаружить прошивку
sk: Detekcia firmweru zlyhala
uk: Не вдалося виявити прошивку
zh_hans: 固件检测失败
zh_hant: 軟件檢測失敗

# title_firmware_check_result_invalid_md5Fail
source: Md5 check failed
cs: Selhání kontroly Md5
de: Systemfehler
es: Fallo de sistema
et: Md5 viga
fr: Défaillance du système
hu: Az Md5 ellenőrzése sikertelen
it: Errore di sistema
ja: md 5検証に失敗しました
lt: Md5 nesėkmingas pažymėjimas
lv: Neizdevās Md5 pārbaude
nl: Systeemstoring
pl: Nieudane sprawdzenie Md5
ro: verificare Md5 esuata
ru: Ошибка проверки Md5
sk: Kontrola Md5 zlyhala
uk: Помилка перевірки Md5
zh_hans: md5校验失败
zh_hant: 驗證失敗

# title_firmware_check_result_ok
source: Firmware check ok, start to upgrade
cs: Ukončena kontrola firmware, zahájení aktualizace
de: Firmware-Prüfung ok, Upgrade starten
es: Comprobación de firmware bien, empezar a actualizar
et: Kontroll õnnestus, alusta uuendamist
fr: Vérification du micrologiciel ok, commencez à mettre à niveau
hu: A firmware ellenőrzése befejeződött, aktualizáció folyamatban
it: Controllo firmware ok, in fase di aggiornamento
ja: ファームウェアの検証に成功しました。アップグレードを開始します。
lt: Prog. Įrangos teisinga, pradėkite atnaujinimą
lv: Aparātprogrammatūras pārbaude pabeigta, sākt atjaunināšanu
nl: Firmware check OK, begin met upgraden
pl: Sprawdzanie firmware zakończone, rozpoczynam aktualizację
ro: Verificare firmware ok, incepeti actualizar
ru: Прошивка проверена, начать обновление
sk: Firmware skontrolovaný, začnite aktualizáciu
uk: Прошивка перевірена, почати оновлення
zh_hans: 固件校验成功，开始升级
zh_hant: 軟件驗證成功，開始升級

# title_no_connect_data
source: No connection record
cs: Bez připojení
de: Kein Verbindungsdatensatz
es: Sin registro de conexión
et: Ühendus puudub
fr: Aucun enregistrement de connexion
hu: Nincs kapcsolat
it: Nessuna traccia di collegamento
ja: 接続記録がありません
lt: Nepajungtas įrašas
lv: Nav reģistrēta pieslēgšanās
nl: Geen verbindingsrecord
pl: Brak połączenia
ro: Nici o conexiune
ru: Нет подключённого рекордера
sk: Žiadny záznam o pripojení
uk: Немає під'єднаного рекордера
zh_hans: 暂无连接记录
zh_hant: 暫無連接記錄

# title_no_data
source: No data
cs: Bez dat
de: Keine Daten
es: Sin datos
et: Andmed puuduvad
fr: Pas de données
hu: Nincs adat
it: Nessun dato
ja: データがありません
lt: Nėra duomenų
lv: Nav datu
nl: Geen gegevens
pl: Brak danych
ro: Nicio dată
ru: Нет данных
sk: Žiadne údaje
uk: Немає даних
zh_hans: 暂无数据
zh_hant: 暫無數據

# title_no_share_data
source: No sharing
cs: Bez dat ke sdílení
de: Kein Teilen
es: sin compartir
et: Jagamist ei toimu
fr: Pas de partage
hu: Nincs megosztható adat
it: Nessuna condivisione
ja: アップロードがありありません
lt: Nepasidalinta
lv: Nav kopīgots
nl: Geen delen
pl: Brak udostępniania
ro: Nici o partajare
ru: Нет публикаций
sk: Žiadne zdieľanie
uk: Немає публікацій
zh_hans: 暂无分享
zh_hant: 暫無分享

# title_no_picture
source: No photos file
cs: Bez fotografií
de: Keine Fotodatei
es: Sin archivo de fotos
et: Fotod puuduvad
fr: Pas de fichier photo
hu: Nincs fénykép
it: Nessuna foto
ja: 写真ファイルがありません
lt: Nėra nuotraukų failo
lv: Nav fotoattēlu
nl: Geen Foto's bestand
pl: Brak pliku zdjęć
ro: nici un fisier imagine
ru: Нет фотофайлов
sk: Žiadny súbor fotiek
uk: Немає фотофайлів
zh_hans: 暂无照片文件
zh_hant: 暫無檔案

# title_no_normal_video
source: No video file
cs: Bez nahrávek
de: Keine Videodatei
es: Sin archivo de video
et: Videod puuduvad
fr: Pas de fichier vidéo
hu: Nincs felvétel
it: Nessun file video
ja: 録画ファイルがありません
lt: Nėra vaizdo įrašų faile
lv: Nav videoierakstu
nl: Geen videobestand
pl: Brak pliku video
ro: nici un fisier video
ru: Нет видеофайлов
sk: žiadny video súbor
uk: Немає відеофайлів
zh_hans: 暂无录像文件
zh_hant: 暫無檔案

# title_no_event_video
source: No emergency video file
cs: Bez událostí
de: Keine Notfallvideodatei
es: Ningún archivo de vídeo de emergencia
et: Eriolukorra salvestused puuduvad
fr: Pas de fichier vidéo d'urgence
hu: Nincs esemény
it: Nessun file video d'emergenza
ja: 緊急録画ファイルはありません。
lt: Nėra avarinio vaizdo failo
lv: Nav ārkārtas situāciju videoierakstu
nl: Geen nood videobestand
pl: Brak pliku nagłych zdarzeń
ro: nici un fisier video de urgenta
ru: Нет экстренных видео
sk: Žiadny núdzový video súbor
uk: Немає екстрених відео
zh_hans: 暂无紧急录像文件
zh_hant: 暫無檔案

# title_no_share_video
source: No video
cs: Bez nahrávek
de: Kein Video
es: No hay video
et: Video puudub
fr: Pas de vidéo
hu: Nincs felvétel
it: Nessun video
ja: ビデオがありません
lt: Nėra video
lv: Nav videoierakstu
nl: Geen video
pl: Brak video
ro: nici un video
ru: Нет видео
sk: žiadne video
uk: Немає відео
zh_hans: 暂无视频
zh_hant: 暫無檔案

# title_no_video_locate_data
source: No location for shooting
cs: Vybrat lokalizaci uložení nahrávky
de: Kein Drehort
es: No hay lugar para disparar
et: Asukohainfo puudub
fr: Pas de lieu de tournage
hu: Válassza ki a felvétel mentésének helyet
it: Nessuna posizione per le riprese
ja: 撮影の地理的位置を表示していません。
lt: Fotografavimui nėra lokacijos
lv: Nav norādīta uzņemšanas vieta
nl: Geen locatie voor fotograferen
pl: Brak miejsca na zdjęcia
ro: nici o locatie pentru foto
ru: Не определено место съёмки
sk: Žiadne miesto na snímanie
uk: Не визначено місце зйомки
zh_hans: 暂无显示拍摄的地理位置
zh_hant: 暫時無顯示地理位置

# title_no_image_locate_data
source: No location for shooting
cs: Vybrat lokalizaci uložení fotografie
de: Kein Drehort
es: No hay lugar para disparar
et: Asukohainfo puudub
fr: Pas de lieu de tournage
hu: Válassza ki a fénykép mentésének helyet
it: Nessuna posizione per le riprese
ja: 撮影の地理的位置を表示していません。
lt: Fotografavimui nėra lokacijos
lv: Nav norādīta uzņemšanas vieta
nl: Geen locatie voor fotograferen
pl: Brak miejsca na zdjęcia
ro: nici o locatie pentru foto
ru: Не определено место съёмки
sk: Žiadne miesto na snímanie
uk: Не визначено місце зйомки
zh_hans: 暂无显示拍摄的地理位置
zh_hant: 暫時無顯示地理位置

# nav_title_about
source: About
cs: Informace
de: Über
es: Acerca de
et: Teave
fr: Sur
hu: Információk
it: Informazioni
ja: について
lt: Apie
lv: Par
nl: Over
pl: Informacje
ro: Despre
ru: О программе
sk: O službe
uk: Про програму
zh_hans: 关于
zh_hant: 關於

# nav_title_local_setting
source: Settings
cs: Nastavení
de: die Einstellungen
es: Ajustes
et: Seaded
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
lt: Nustatymai
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Настройки
sk: Nastavenia
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# nav_title_connect_list
source: Connection Record
cs: Seznam připojení
de: Verbindungsaufzeichnung
es: Registro de conexión
et: Ühendused
fr: Enregistrement de connexion
hu: Csatlakozási lista
it: Registro collegamenti
ja: レコーダーに接続
lt: Ryšio įrašas
lv: Savienojumu žurnāls
nl: Verbindings record
pl: Połączenie
ro: ÎnregistreazăConexiune
ru: Подключение записи
sk: Záznam o pripojení
uk: Підключення запису
zh_hans: 连接记录
zh_hant: 連接記錄

# nav_title_speed_unit
source: Speed ​​Unit
cs: Jednotka rychlosti
de: Geschwindigkeitseinheit
es: Unidad de velocidad
et: Kiiruse ühik
fr: Unité de vitesse
hu: Sebesség mértékegysége
it: Unità di velocità
ja: 速度の単位
lt: Greičio vienetas
lv: Ātruma mērvienība
nl: Snelheids eenheid
pl: Jednostka prędkości
ro: Viteză unitate
ru: Единица скорости
sk: Jednotka rýchlosti
uk: Одиниця швидкості
zh_hans: 速度单位
zh_hant: 速度單位

# nav_title_feedback
source: Feedback
cs: Názory
es: Realimentación
et: Tagasiside
fr: Retour d'information
hu: Vélemények
ja: 問題フィードバック
lt: Grįžtamasis ryšys
lv: Atsauksmes
pl: Opinie
ro: Sugestii
ru: Обратная связь
sk: Spätná väzba
uk: Зворотній зв'язок
zh_hans: 问题反馈
zh_hant: 問題反饋

# nav_title_language_setting
source: Language Setting
cs: Nastavení jazyka
de: Spracheinstellungen
es: Configuración de idioma
et: Keele seadistused
fr: Paramètres de langue
hu: Nyelvbeállítás
it: Impostazione lingua
ja: 言語の設定
lt: Kalbos nustatymai
lv: Valodas iestatījumi
nl: Taalinstelling
pl: Ustawienia języka
ro: Configurări limbă
ru: Настройка языка
sk: Nastavenie jazyka
uk: Налаштування мови
zh_hans: 语言设置
zh_hant: 語言設定

# app_setting_title_connect_list
source: Camare Connect List
cs: Seznam připojení
de: Verfügbares WiFi-Netzwerk
es: Red wifi disponible
et: Ühenduste loetelu
fr: Réseau WiFi disponible
hu: Csatlakozási lista
it: Elenco WiFi disponibili
ja: レコーダーの接続記録
lt: Kameros ryšio sąrašas
lv: Kameras savienojumu saraksts
nl: Beschikbaar WiFi-netwerk
pl: Lista zawartości
ro: listăConectare Camare
ru: Список подключения камер
sk: Zoznam pripojenia k fotoaparátu
uk: Список камер
zh_hans: 记录仪连接记录
zh_hant: 記錄器連接記錄

# app_setting_title_offline_map
source: Map
cs: Mapa
de: Karte
es: Mapa
et: Kaart
fr: Carte
hu: Térkép
it: Mappa
ja: 地図
lt: Žemėlapis
lv: Karte
nl: Kaart
pl: Mapa
ro: Vedeți harta
ru: Карта
sk: Mapa
uk: Мапа
zh_hans: 地图
zh_hant: 地圖

# app_setting_title_auto_connect
source: Auto Connected Recorder
cs: Automatické připojení
de: Auto verbundener Recorder
es: Grabadora auto conectada
et: Automaatne ühendamine
fr: Enregistreur Auto Connecté
hu: Automatikus csatlakozás
it: Colleg.Auto.Telecamera
ja: レコーダー自動接続します
lt: Automatiškai prijungtas grotuvas
lv: Automātiski pievienots ierakstītājs
nl: Automatisch verbonden recorder
pl: Auto nagrywanie
ro: Conectare Înregistrare automat
ru: Автоподключаемый рекордер
sk: Automatický pripojený rekordér
uk: Автопідключаємий рекордер
zh_hans: 自动连接记录仪
zh_hant: 自動連接記錄器

# app_setting_speed_auto_unit
source: Speed ​​Unit
cs: Jednotka rychlosti
de: Geschwindigkeitseinheit
es: Unidad de velocidad
et: Kiiruse ühik
fr: Unité de vitesse
hu: Sebesség mértékegysége
it: Unità di velocità
ja: 速度の単位
lt: Greičio vienetas
lv: Ātruma mērvienība
nl: Snelheids eenheid
pl: Prędkość
ro: unitate Viteză
ru: Единица скорости
sk: Jednotka rýchlosti
uk: Одиниця швидкості
zh_hans: 速度单位
zh_hant: 速度單位

# app_setting_local_language
source: APP Language
cs: Jazyk aplikace
de: APP-Sprache
es: Idioma de la APP
et: Rakenduse keel
fr: Langue APP
hu: Alkalmazás nyelve
it: Lingua applicazione
ja: APP言語
lt: APP kalba
lv: Lietotnes valoda
nl: APP-taal
pl: Język aplikacji
ro: limba APP
ru: Язык приложения
sk: APP jazyk
uk: Мова програми
zh_hans: APP语言
zh_hant: APP語言

# app_setting_speed_help
source: Help
cs: Pomoc
de: Hilfe
es: Ayuda
et: Abi
fr: Aidez-moi
hu: Segítség
it: Aiuto
ja: ヘルプ
lt: Pagalba
lv: Palīdzība
pl: Pomoc
ro: Ajutor
ru: Справка
sk: Pomocník
uk: Довідка
zh_hans: 帮助
zh_hant: 幫助

# app_setting_title_clear_cache
source: Clear Cache
cs: Vyčistit příruční paměť
de: Cache leeren
es: Limpiar cache
et: Vahemälu puhastamine
fr: Vider le cache
hu: Gyorsítótár törlése
it: Pulire cache
ja: キャッシュをクリアしています。
lt: Išvalyti talpyklą
lv: Notīrīt kešatmiņu
nl: Cache wissen
pl: Wyczyść pamięć podręczną
ro: Șterge Memorie cache
ru: Очистить кэш
sk: Vymazať cache
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除暫存

# app_setting_title_feedback
source: Feedback
cs: Názory
es: Realimentación
et: Tagasiside
fr: Retour d'information
hu: Vélemények
ja: 問題フィードバック
lt: Grįžtamasis ryšys
lv: Atsauksmes
pl: Opinie
ro: Sugestii
ru: Обратная связь
sk: Spätná väzba
uk: Зворотній зв'язок
zh_hans: 问题反馈
zh_hant: 問題反饋

# app_setting_title_about
source: About
cs: Informace
de: Über
es: Acerca de
et: Teave
fr: Sur
hu: Információk
it: Informazioni
ja: について
lt: Apie
lv: Par
nl: Over
pl: Informacje
ro: Despre
ru: О программе
sk: O službe
uk: Про програму
zh_hans: 关于
zh_hant: 關於

# app_setting_title_app_version
source: Version
cs: Verze
de: Ausführung
es: Versión
et: Versioon
hu: Verzió
it: Versione
ja: バージョン
lt: Versija
lv: Versija
nl: Versie
pl: Wersja
ro: Versiune
ru: Версия
sk: Verzia
uk: Версія
zh_hans: 版本
zh_hant: 版本資訊
