Repository: YIHeQian/iOSStringHandle
Catalog: strings_to_excel/*.strings
Languages: cs, de, es, et, fr, hu, it, ja, lt, lv, nl, pl, ro, ru, sk, uk, zh_hans, zh_hant

# photo_authorization_alert_title
source: You have closed photo permissions
cs: Zablokovali jste povolení k přistupu do fotografií.
de: Sie haben Fotoberechtigungen geschlossen
es: Tienes permisos de foto cerrados.
et: Fotod ei ole lubatud
fr: Vous avez fermé les permissions sur les photos
hu: Letiltotta a fényképekhez való hozzáférést.
it: Hai disabilitato le foto
ja: 写真の権限を無効にしました。
lt: Jūs išjungėte fotografijos leidimus
lv: Ir atslēgtas fotografēšanas atļaujas
nl: U hebt foto machtigingen gesloten
pl: Wyłączyłeś autoryzację zdjęć
ro: Ați închis permisiunile de fotografie
ru: У вас отключены разрешения для фото
sk: Máte zatvorené povolenia na fotografie
uk: У вас відключені дозволи для фото
zh_hans: 你已关闭照片权限
zh_hant: 你已關閉照片權限

# photo_authorization_alert_msg
source: Please open photo permissions for this app in "Settings"
cs: Povolit aplikaci přístup k fotografiím v nastavení telefonu.
de: Bitte öffnen Sie die Foto-Berechtigungen für diese App in "Einstellungen ".
es: Abra los permisos de fotos para esta aplicación en "Configuración "
et: Kontrolli fotodega seotud seadistusi selles rakenduses
fr: S'il vous plaît ouvrir les autorisations photo pour cette application dans "Paramètres "
hu: Engedélyezze az alkalmazás fényképekhez való hozzáférését a telefon beállításaiban.
it: Consenti l'accesso alle foto consenti foto nelle "impostazioni"
ja: このアプリケーションのために写真の権限を開いてください。
lt: Nustatymuose leisti programai prieiti prie nuotraukų
lv: Lietotnes "Iestatījumos" atveriet fotografēšanas atļaujas
nl: Open alstublieft foto-toestemmingen voor deze app in "instellingen "
pl: Ustaw zgody dla tej opcji w Ustawieniach
ro: Vă rugăm să deschideți permisiunile de fotografie pentru această aplicație din "Setări"
ru: Дайте разрешения для фото в разделе «Настройки»
sk: Otvorte povolenia pre túto aplikáciu v časti "Nastavenia"
uk: Дайте дозволи для фото в розділі «Налаштування»
zh_hans: 请在"设置"中为该应用打开照片权限
zh_hant: 請在"設置"中為該應用打開照片權限

# camera_authorization_alert_title
source: You have turned off camera permissions
cs: Vypnuli jste přístup ke kameře.
de: Sie haben die Kameraberechtigungen deaktiviert
es: Has desactivado los permisos de la cámara.
et: Kaamera õigused välja lülitatud
fr: Vous avez désactivé les autorisations de l'appareil photo
hu: Kikapcsolta a kamera hozzáférési jogosultságait.
it: Hai disabilitato la fotocamera
ja: カメラの権限を無効にしました。
lt: Jūs išjungėte fotografijos leidimus
lv: Izslēgtas kameras atļaujas
nl: U hebt camera machtigingen uitgeschakeld
pl: Wyłączyłeś zgody kamery
ro: Ați oprit permisiunile camerei
ru: У вас отключены разрешения для камеры
sk: Vypnuté povolenia fotoaparátu
uk: У вас відключені дозволи для камери
zh_hans: 你已关闭相机权限
zh_hant: 你已關閉相機權限

# camera_authorization_alert_msg
source: Please turn on camera permissions for this app in "Settings"
cs: Povolit aplikaci přístup ke kameře v nastavení telefonu.
de: Bitte aktivieren Sie die Kameraberechtigungen für diese App unter "Einstellungen ".
es: Activa los permisos de la cámara para esta aplicación en "Configuración "
et: Kontrolli kaameraga seonduvaid seadistusi selles rakenduses
fr: Veuillez activer les autorisations de l'appareil photo pour cette application dans "Paramètres "
hu: Engedélyezze az alkalmazás kamerához való hozzáférését a telefon beállításaiban.
it: Consenti l'accesso alla fotocamera per questa applicanzione in "impostazioni"
ja: このアプリケーションのためにカメラの権限を開いてください。
lt: Nustatymuose įjungti leidimą programai prisijungti
lv: Lietotnes "Iestatījumos" ieslēdziet kameras atļaujas
nl: Schakel de camera-machtigingen voor deze app in "instellingen"
pl: Włącz uprawnienia kamery w "Ustawieniach"
ro: Porniți permisiunile camerei pentru această aplicație din "Setări"
ru: Дайте разрешения для камеры в разделе «Настройки»
sk: Zapnite povolenia pre túto aplikáciu v časti "Nastavenia"
uk: Дайте дозволи для камери в розділі «Налаштування»
zh_hans: 请在"设置"中为该应用打开相机权限
zh_hant: 請在"設置"中為該應用打開相機權限

# network_authorization_alert_title
source: You have turned off network permissions and may affect some function
cs: Vypnuto síťové nastavení a může mít vliv na některé funkce.
de: Sie haben die Netzwerkberechtigungen deaktiviert und können sich auf einige Funktionen auswirken
es: Has desactivado los permisos de red y puede afectar alguna función
et: Võrguühenduse puudumine võib mõjutada funktsioonide toimimist
fr: Vous avez désactivé les autorisations réseau et pouvez affecter certaines fonctions
hu: A hálózati hozzáférés le van tiltva és ez befolyásolhatja az egyes funkciókat.
it: Hai disabilitato le funzioni di rete. Certe funzioni verranno disabilitate
ja: このアプリケーションのためにカメラの権限を開いてください。
lt: Išjungtas tinklas gali įtakoti kai kurias funkcijas
lv: Tīkla atļaujas izslēgtas, un tas var ietekmēt dažas funkcijas
nl: U hebt Netwerkmachtigingen uitgeschakeld en kan van invloed zijn op bepaalde functies
pl: Wyłączono uprawnienia sieciowe i może to wpłynąć na niektóre funkcje
ro: Ați dezactivat permisiunile de rețea și ați putea afecta anumite funcții
ru: У вас отключены разрешения для сети и это может повлиять на некоторые функции
sk: Vypolili ste sieťové povolenia a mohli by ste ovplyvniť niektoré funkcie
uk: У вас відключені дозволи для мережі і це може вплинути на деякі функції
zh_hans: 你已关闭网络权限,可能会影响相关功能使用
zh_hant: 你已關閉網路權限,可能會影響相關功能使用

# network_authorization_alert_msg
source: Please turn on network permissions for this app in "Settings"
cs: Zapnout síťové nastavení pro tuto aplikaci v nastavení telefonu.
de: Aktivieren Sie die Netzwerkberechtigungen für diese App in "Einstellungen ".
es: Activa los permisos de red para esta aplicación en "Configuración "
et: Luba seadmel kasutada võrguühendust
fr: Veuillez activer les autorisations réseau pour cette application dans "Paramètres "
hu: Engedélyezze az alkalmazás hálózati hozzáférését a telefon beállításaiban.
it: Consenti l'utilizzo della rete per questa applicanzione in "impostazioni"
ja: このアプリケーションのためにネットワーク権限を開いてください。
lt: Nustatymuose įjungti tinklo leidimą programai prisijungt
lv: Lietotnes "Iestatījumos" ieslēdziet tīkla atļaujas
nl: Schakel netwerkmachtigingen voor deze app in "instellingen"
pl: Włącz uprawnienia sieciowe dla tej aplikacji w "Ustawieniach"
ro: Porniți permisiunile de rețea pentru această aplicație în "Setări"
ru: Дайте разрешения для сети в разделе «Настройки»
sk: Zapnite sieťové povolenia pre túto aplikáciu v časti "Nastavenia"
uk: Дайте дозволи для мережі в розділі «Налаштування»
zh_hans: 请在"设置"中为该应用打开网络权限
zh_hant: 請在"設置"中為該應用打開網路權限

# locate_authorization_alert_title
source: You have turned off location permissions, you can't use maps and record directions
cs: Vypnuto sledování polohy, nelze používat mapy a nahrávat trasy.
de: Sie haben die Standortberechtigungen deaktiviert, Sie können keine Karten verwenden und Anweisungen aufzeichnen
es: Has desactivado los permisos de ubicación, no puedes usar mapas y registrar direcciones
et: Asukoha määramine välja lülitatud; kaarti ei saa kasutada
fr: Vous avez désactivé les autorisations d'emplacement, vous ne pouvez pas utiliser de cartes et enregistrer des itinéraires.
hu: Kikapcsolta a helymeghatározási hozzáférést, a térképek nem használhatók és az útvonalak nem rögzíthetők.
it: Hai disabilitato l'accesso alla posizione, non puoi utilizzare mappe o tracciare i tuoi spostamenti.
ja: 位置指定の権限を無効にしました。地図や記録ルートは使えません。
lt: Išjungėte vietos nustatymą, negalima naudotis žemėlapiais ir įrašyti nuorodas
lv: Izslēgtas atrašanās vietas noteikšanas atļaujas, tādēļ nevarat izmantot kartes un ierakstīt maršrutus
nl: U hebt locatiemachtigingen uitgeschakeld, u geen kaarten gebruiken en routebeschrijvingen vastleggen
pl: Wyłączono uprawnienia lokalizacji, nie można użyc map i nagrywać trasy
ro: Ați dezactivat permisiunile de locație, nu puteți utiliza hărți și să înregistrați indicații de orientare
ru: У вас отключены разрешения для навигации, вы не можете использовать карты и запись перемещений
sk: Vypolili ste povolenia na umiestnenie, nemôžete používať mapy a zaznamenávať pokyny
uk: У вас відключені дозволи для навігації, ви не можете використовувати карти та запис переміщень
zh_hans: 你已关闭定位权限,无法使用地图和记录路线
zh_hant: 你已關閉定位權限,無法使用地圖和記錄路線

# locate_authorization_alert_msg
source: Please turn on always targeting permissions for this app in "Settings"
cs: Povolit aplikaci sledování polohy v nastavení telefonu.
de: GPS-Ortungsdetektor immer eingeschaltet
es: Detector de localización GPS siempre encendido
et: Lülita asukoha määramine sisse
fr: Détecteur de position GPS toujours activé
hu: Engedélyezze az alkalmazás helymeghatározáshoz való hozzáférését a telefon beállításaiban.
it: Tracciamento GPS sempre attivo
ja: このアプリケーションのために常に位置決め権限を開いてください。
lt: Nustatymuose įgalinti programos priėjimą
lv: Lietotnes "Iestatījumos" vienmēr ieslēdziet maršruta meklēšanas atļaujas
nl: GPS locatie detector altijd aan
pl: Włącz zezwolenie targetowania dla tej aplikacji w "Ustawianiach"
ro: Porniți mereu permisiunile de direcționare pentru această aplicație din "Setări"
ru: Включите постоянное позиционирование для навигации в разделе «Настройки»
sk: Zapnite vždy povolenia na zacielenie pre túto aplikáciu v časti "Nastavenia"
uk: Увімкніть постійне позиціонування для навігації в розділі «Налаштування»
zh_hans: 请在"设置"中为该应用打开始终定位权限
zh_hant: 请在"設置"中為該應用打開永遠定位權限

# camera_setting_category_title1
source: System settings
cs: Nastavení systému
de: Systemeinstellungen
es: Ajustes del sistema
et: Süsteemiseaded
fr: Les paramètres du système
hu: Rendszerbeállítások
it: Impostazioni di sistema
ja: 系統設定
lt: Sistemos nustatymai
lv: Sistēmas iestatījumi
nl: Systeeminstellingen
pl: Ustawienia systemu
ro: Setări de sistem
ru: Настройки системы
sk: Nastavenia systému
uk: Налаштування системи
zh_hans: 系统设置
zh_hant: 系統設定

# camera_setting_category_title2
source: Security Settings
cs: Nastavení bezpečnosti
de: Sicherheitseinstellungen
es: Configuraciones de seguridad
et: Turvaseaded
fr: Les paramètres de sécurité
hu: Biztonsági beállítások
it: Impostazioni di sicurezza
ja: 安全設置
lt: Apsaugos nustatymai
lv: Drošības iestatījumi
nl: Beveiligingsinstellingen
pl: Ustawienia bezpieczeństwa
ro: Setări Securitate
ru: Настройки безопасности
sk: Bezpečnostné nastavenia
uk: Налаштування безпеки
zh_hans: 安全设置
zh_hant: 安全設置

# camera_setting_category_title3
source: WiFi settings
cs: Nastavení WiFi
de: Wlan einstellungen
es: Configuración de wifi
et: WiFi seaded
fr: Paramètres Wifi
hu: WiFi beállítások
it: Impostazioni WiFi.
ja: Wi-Fi設置
lt: WiFi nustatymai
lv: WiFi iestatījumi
nl: WiFi-instellingen
pl: Ustawienia WiFi
ro: Setări wi fi
ru: Настройки WiFi
sk: Nastavenie Wifi
uk: Налаштування WiFi
zh_hans: WiFi设置
zh_hant: Wi-Fi設置

# camera_setting_category_title4
source: Recorder information
cs: Informace o rekordéru
de: Recorder-Informationen
es: Información de la grabadora
et: Salvestaja info
fr: Informations sur l'enregistreur
hu: Eszközzel kapcsolatos információk
it: Informazioni della telecamera
ja: リコーダー情報
lt: Grotuvo informacija
lv: Informācija par ierakstītāju
nl: Informatie over de recorder
pl: Informacje nagrywania
ro: Înregistrează Informație
ru: Информация о рекордере
sk: Informácie o rekordéri
uk: Інформація про рекордер
zh_hans: 记录仪信息
zh_hant: 記錄器訊息

# camera_setting_wifi_psw
source: Enter WiFi password
cs: Uvést heslo WiFi
de: WLAN Passwort
es: Introduzca la contraseña de WiFi
et: Sisesta WiFi parool
fr: Entrez le mot de passe WiFi
hu: WiFi jelszó megadása
it: Inserire password WiFi
ja: WiFiパスワードを入力してください
lt: Įvesti WiFi slaptažodį
lv: Ievadiet WiFi paroli
nl: Voer WiFi-wachtwoord in
pl: Wprowadź hasło WiFi
ro: introduceti Parolă wi fi
ru: Введите пароль WiFi
sk: Vložiť Wifi heslo
uk: Введіть пароль WiFi
zh_hans: 请输入WiFi密码
zh_hant: 請輸入Wi-Fi密碼

# format_tf_card_alert_sub_title
source: Are you sure you want to delete all files in the TF card?
cs: Určitě chcete smazat všechny soubory z paměťové karty,
de: Möchten Sie wirklich alle Dateien auf der TF-Karte löschen?
es: ¿Está seguro de que desea eliminar todos los archivos de la tarjeta TF?
et: Soovid kustutada kõik mälukaardil olevad failid ?
fr: Êtes-vous sûr de vouloir supprimer tous les fichiers de la carte TF?
hu: Biztosan törli a memóriakártyán lévő összes fájlt?
it: Sei sicuro di voler cancellare tutti i files dalla scheda TF?
ja: TFカード内のすべてのファイルを削除しますか？
lt: Ar tikrai norite ištrinti failus iš TF kortelės
lv: Vai tiešām vēlaties TF zibatmiņā izdzēst visas datnes?
nl: Weet u zeker dat u alle bestanden op de TF-kaart wilt verwijderen?
pl: Czy na pewno chcesz skasować wszystkie pliki na karcie pamięci?
ro: Sigur doriți să ștergeți toate fișierele din cardul TF?
ru: Вы действительно хотите удалить все файлы на SD-карте?
sk: Naozaj chcete odstrániť všetky súbory na karte TF?
uk: Ви дійсно бажаєте видалити всі файли на SD-карті?
zh_hans: 确定要删除TF卡内的所有文件？
zh_hant: 確定要刪除記憶卡內的所有文件？

# default_setting_sub_title
source: Restore system settings to factory?
cs: Vrátit do továrního nastavení?
de: Systemeinstellungen im Werk wiederherstellen?
es: ¿Restaurar la configuración del sistema a la fábrica?
et: Taastan algseadistuse ?
fr: Restaurer les paramètres du système à l'usine?
hu: Gyári beállítások visszaállítása?
it: Ritornare alle impostazioni di fabbrica?
ja: システム設定を出荷状態に戻す？
lt: Atnaujinti gamyklinius parametrus?
lv: Vai atjaunot sistēmas rūpnīcas iestatījumus?
nl: Systeeminstellingen terugzetten naar Factory?
pl: Powrót do ustawień fabrycznych?
ro: reveniti la setarile din fabrica?
ru: Восстановить заводские настройки?
sk: Obnoviť továrenské nastavenia?
uk: Відновити заводські налаштування?
zh_hans: 将系统设置还原到出厂状态？
zh_hant: 將系統恢復出廠預設？

# introduce_title_page1
source: Intelligent control, arbitrary
cs: Inteligentní kontrola
et: Intelligentne kontroll
hu: Intelligens vezérlés
it: controllo intellingente, arbitrario
ja: インテリジェントコントロール、お好きにどうぞ。。
lt: Pažangus valdiklis
lv: Neatkarīga viedkontrole
nl: Intelligente controle, willekeurige
pl: Inteligentna kontrola
ro: Control inteligent, arbitrar
ru: Интеллектуальное управление, произвольно
sk: Inteligentné ovládanie, ľubovoľné
uk: Інтелектуальне керування, довільно
zh_hans: 智能控制，随心所欲
zh_hant: 智能控制，隨心所欲

# introduce_title_page2
source: Live viewing, video playback
cs: Živý náhled (přehrávání videa)
et: Otselülitus, video esitamine
hu: Élő nézet (videólejátszás)
it: Visualizzazione dal vivo, riproduzione video
ja: リアルタイム放送、動画を再生します。
lt: Tiesioginė peržiūra, vaizdo įrašų atkūrimas
lv: Skatīšanās reāllaikā, videoatskaņošana
nl: Live bekijken, video afspelen
pl: Podgląd na żywo, playback video
ro: Vizualizare live, Redare Video
ru: Просмотр в реальном времени, воспроизведение видео
sk: Živé zobrazenie, prehrávanie videa
uk: Перегляд в реальному часі, відтворення відео
zh_hans: 实时观看，视频回放
zh_hant: 即時觀看，影像播放

# introduce_title_page3
source: A wonderful moment, a key share
cs: Výjimečná chvíle
et: Imeilus moment
hu: Különleges pillanat
it: Un momento meraviglioso, una condivisione importante
ja: 素晴らしい瞬間アップロードします。します。
lt: Puiki akimirka, bendrinimas
lv: Brīnišķīgs mirklis; taustiņš "Kopīgot"
nl: Een prachtig moment, een belangrijk deel
pl: Wyjątkowa chwila
ro: Un moment minunat, partajati
ru: Прекрасный момент, ключ публикации
sk: Skvelý moment, kľúčový podiel
uk: Чудовий момент, ключ публікації
zh_hans: 精彩瞬间，一键分享
zh_hant: 精彩瞬間，一鍵分享

# introduce_title_page4
source: Road track, positioning view
cs: Trasa, polohový pohled
et: Teekond, positsioneerimine
hu: Útvonal, pozicionálási nézet
it: tracciamento degli spostamenti ?????
ja: 写真の軌跡、位置を確認します。
lt: Kelių žymė, padėties rodinys
lv: Ceļa maršruts, pozīcijas skatījums
nl: Wegspoor, positionerings aanzicht
pl: Trasa, widok pozycjonowania
ro: Pista rutiera, Vizualizare pozitie
ru: Дорога, позиционирование
sk: Cestná dráha, polohový pohľad
uk: Дорога, позиціонування
zh_hans: 路拍轨迹，定位查看
zh_hant: 路拍軌跡，定位查看

# introduce_title_page5
source: Automatic detection, firmware upgrade
cs: Automatická aktualizace firmware
de: Automatische Erkennung, Firmware-Aktualisierung
es: Detección automática, actualización de firmware
et: Püsivara uuenduse autom. kontroll
fr: Détection automatique, mise à niveau du firmware
hu: Automatikus firmware frissítés
it: Rilevamento automatico, aggiornamento del firmware
ja: 自動検出、ファームウェアアップグレード
lt: Automatinis programinės įrangos atnaujinimas
lv: Automātiska atrašana, aparātprogrammatūras atjaunināšana
nl: Automatische detectie, firmware-upgrade
pl: Automatyczna aktualizacja firmware
ro: Detecție automata Actualizează Firmware
ru: Автоматическое обнаружение, обновление прошивки
sk: Automatická detekcia, aktualizácia firmweru
uk: Автоматичне виявлення, оновлення прошивки
zh_hans: 自动检测，固件升级
zh_hant: 自動檢測，版本升級

# introduce_title_skip_button
source: Skip
cs: přeskočit
de: Überspringen
es: Omitir
et: Jäta vahele
fr: Sauter
hu: Kihagyás
it: Salta
ja: 後で
lt: Praleisti
lv: Izlaist
nl: Overslaan
pl: Pomiń
ro: Omiteți
ru: Пропустить
sk: Preskočiť
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過

# introduce_title_experience_button
source: Experience now
cs: Zkontrolovat nyní
de: Jetzt erleben
es: Experiencia ahora
fr: Expérience maintenant
hu: Ellenőrzés most
it: Prova ora
ja: 即座に体験する
lt: Išbandyti dabar
lv: Izmēģināt tūlīt
nl: Beleef het nu
pl: Sprawdź teraz
ro: Experienta
ru: Текущее положение
sk: Skúsenosti teraz
uk: Поточний стан
zh_hans: 立即体验
zh_hant: 立即體驗

# privacy_agreement_title
source: App User Agreement
cs: Uživatelská smlouva aplikace
de: App-Nutzungsvereinbarung
es: Acuerdo de usuario de la aplicación
et: Kasutusleping
fr: Accord d'utilisation de l'application
hu: Alkalmazás-felhasználói megállapodás
it: Condizioni d'uso per l'App
ja: APPユーザ使用プロトコル
lt: Programos vartotojo sutikimas
lv: Vienošanās ar programmas lietotāju
nl: App-gebruikersovereenkomst
pl: Umowa Użytkownika
ro: Acceptare APP Utilizator
ru: Пользовательское соглашение с приложением
sk: App užívateľa
uk: Угода користувача з програмою
zh_hans: App用户使用协议
zh_hant: App用戶使用協議

# privacy_agreement_content_highlight
source: "User Agreement"
cs: Gebruikersovereenkomst
de: "Benutzervereinbarung"
es: "Acuerdo de usuario"
et: Kasutuslepingus
fr: "Contrat utilisateur"
hu: Felhasználói megállapodás
it: "Accordo per gli utenti"
ja: ユーザ使用契約
lt: Naudotojo sutarties
lv: Vienošanās ar lietotāju
nl: "Gebruikersovereenkomst"
pl: Umowy Użytkownika
ro: Acordului de utilizare
ru: Пользовательского соглашения
sk: Súhlas užívateľa
uk: Угоди користувача
zh_hans: 《用户使用协议》
zh_hant: 《用戶使用協議》
